const data = {
  "score_board": {
    "list": [
      {
        "r": 1,
        "id": 49,
        "n": "San Francisco",
        "in": "",
        "ms": [
          "Fremont",
          "Moraga",
          "Half Moon Bay",
          "Menlo Park",
          "Oakland",
          "Vallejo"
        ],
        "f": true,
        "fts": 1759845743,
        "s": 57,
        "lts": 1759915435,
        "g": true,
        "bs": []
      },
      {
        "r": 2,
        "id": 103,
        "n": "反卷的小猫咪",
        "in": "",
        "ms": [
          "Tom22l",
          "Kagami",
          "一叶知秋",
          "user #793",
          "mutsuki",
          "肆月"
        ],
        "f": true,
        "fts": 1759861949,
        "s": 57,
        "lts": 1759935863,
        "g": true,
        "bs": []
      },
      {
        "r": 3,
        "id": 165,
        "n": "灵境TES",
        "in": "灵境TES，一支为谜题而集结的队伍。对我们而言，每个谜语都是一扇等待开启的“灵境”之门，背后藏着逻辑的奇景与联想的星光。我们痴迷于从碎片信息中拼出全貌的瞬间，享受代码丛林与文字迷宫中心跳加速的探索。\n在Unity Sanity的寻宝之旅中，我们不只追逐答案，更沉醉于与队友思维碰撞、共克难关的默契与狂喜。因为我们相信，最珍贵的宝藏，正是这段烧脑又开心的探索本身。\n准备好了，让头脑风暴来得更猛烈些吧！",
        "ms": [
          "小汤圆",
          "超高校级的希希希希希希希希希",
          "A_A",
          "whiteqwq",
          "膨胀甲虫球",
          "八卦郭嘉"
        ],
        "f": true,
        "fts": 1759868031,
        "s": 56,
        "lts": 1760198140,
        "g": true,
        "bs": []
      },
      {
        "r": 4,
        "id": 40,
        "n": "Reviver Team",
        "in": "",
        "ms": [
          "孔明七星",
          "WYXkk",
          "hhoppitree",
          "JerryTcl",
          "Lazy_Labs",
          "Daiari S"
        ],
        "f": true,
        "fts": 1759870823,
        "s": 59,
        "lts": 1759909959,
        "g": true,
        "bs": []
      },
      {
        "r": 5,
        "id": 127,
        "n": "JUSTeam",
        "in": "",
        "ms": [
          "dailycrazy",
          "Logistick（挂机一天躺赢）",
          "hahahaHAha",
          "Cuct",
          "Dogma.I.Definitely",
          "Cheney"
        ],
        "f": true,
        "fts": 1759875026,
        "s": 55,
        "lts": 1759875026,
        "g": true,
        "bs": []
      },
      {
        "r": 6,
        "id": 11,
        "n": "切香蕉比赛 (4)",
        "in": "在当前的知识水平下，以cryptic为主的，可能人品没有问题。",
        "ms": [
          "杨树森6",
          "瑞树汉化组",
          "AcetylCholine237（队长）",
          "我头像怎么还是神秘玻璃罩子人（队长）",
          "ClashのRPC"
        ],
        "f": true,
        "fts": 1759879814,
        "s": 57,
        "lts": 1759885091,
        "g": true,
        "bs": []
      },
      {
        "r": 7,
        "id": 29,
        "n": "看看题US-TC肉鸽联合寻访分队开局（吗",
        "in": "凑出 3看看题+4zitmen+6舟批 羁绊，这把稳辣！",
        "ms": [
          "廃棄物",
          "磬绿薄绒荷",
          "Euphonium",
          "粉er",
          "[90，50，100]次获释者",
          "炎国の大菲林"
        ],
        "f": true,
        "fts": 1759903473,
        "s": 55,
        "lts": 1759903473,
        "g": true,
        "bs": []
      },
      {
        "r": 8,
        "id": 50,
        "n": "凑不出 any - sure case",
        "in": "怀念最好的凑不出：zzbbzz（已叛逃），特（已相亲），泽守职莫（已秋招），Aile（已认亲），sig（已有事），并非你的电脑（已出题），HENG（已杀疯），ekacnap（已工作），夜莺厨（已归来），BPC【已邀约】，STELLAR（已白化），无色魁（已躺赢）",
        "ms": [
          "无色魁",
          "STELLAR",
          "《FIRE BIRD》",
          "user #728",
          "user #788",
          "-SIG-"
        ],
        "f": true,
        "fts": 1759913851,
        "s": 63,
        "lts": 1760016202,
        "g": true,
        "bs": []
      },
      {
        "r": 9,
        "id": 18,
        "n": "魔法少女ノ魔女裁判",
        "in": "🥺🥺\nEmA ConWa Sonikah ShouBeK\nFayO Sonikah ShouBeK\nWAirTell Know-Truw\nWAirTell N‘o muR\nS~ond' hAquEi\nNii TadACt\nSiva ieyWOO\nblasTOac Nii yOuLugiVe\ndA-Evenimo So-meRRy\nSo-meRRy\nWAirTell TadACt Nii Bah",
        "ms": [
          "樱羽 艾玛",
          "二阶堂 希罗",
          "月代 雪",
          "冰上 梅露露",
          "艾呦我滴玛 哈哈哈哈哈哈哈哈哈哈哈哈哈哈",
          "夏目 安安"
        ],
        "f": true,
        "fts": 1759917536,
        "s": 54,
        "lts": 1759917536,
        "g": true,
        "bs": []
      },
      {
        "r": 10,
        "id": 5,
        "n": "rusty lake rambler",
        "in": "小哥上一次填的目标前五十，真的拿了第五十，于是小哥这次目标填的前二十。",
        "ms": [
          "明月何曾是两乡",
          "Anwokizer",
          "DriKe",
          "yu",
          "Cy_ExH",
          "Partico"
        ],
        "f": true,
        "fts": 1759918607,
        "s": 63,
        "lts": 1759996289,
        "g": true,
        "bs": []
      },
      {
        "r": 11,
        "id": 25,
        "n": "天翔战队ZOO连者！",
        "in": "「天翔战队ZOO连者！」在CCBC16赛事期间遭遇能源系统故障。面对能源危机，队员们未采用常规的恒星种植方案，而是启动了物种转换程序，全员暂时转化为猫形态。\n随后，他们从邻近的「鸡皮爱吃」星球获取了大量黄油面包，并将面包片固定于背部，从而制造出了永动机！\n持续旋转的队员在外观上呈现出类鸡蛋状的椭圆形运动轨迹。化身为喵什么蛋的「天翔战队ZOO连者！」 ，前方会有怎样的孬题等待着他们？",
        "ms": [
          "喵喵荷包蛋",
          "喵喵烤鱼蛋",
          "喵喵温泉蛋",
          "喵喵松花蛋",
          "喵喵大笨蛋",
          "喵喵五柳蛋"
        ],
        "f": true,
        "fts": 1759923422,
        "s": 63,
        "lts": 1759927361,
        "g": true,
        "bs": []
      },
      {
        "r": 12,
        "id": 99,
        "n": "UES&TC",
        "in": "Universal Emoji Seekers & Treasure Chasers",
        "ms": [
          "💳",
          "🐱",
          "🐉",
          "🔥",
          "🥝",
          "🐘"
        ],
        "f": true,
        "fts": 1759924456,
        "s": 55,
        "lts": 1759924456,
        "g": true,
        "bs": []
      },
      {
        "r": 13,
        "id": 69,
        "n": "不想上班",
        "in": "所有拿薪水的工作都会消耗人的心灵，降低人的心智",
        "ms": [
          "Coming soon 准备鸽子",
          "Ai帮我把活都干完le",
          "BC摸了喵",
          "Bounded Player Club",
          "苍穹玥夜",
          "user #1255"
        ],
        "f": true,
        "fts": 1759924707,
        "s": 55,
        "lts": 1759924707,
        "g": true,
        "bs": []
      },
      {
        "r": 14,
        "id": 19,
        "n": "澄明时分",
        "in": "",
        "ms": [
          "StarVeil",
          "user #43",
          "GrandF1nale",
          "user #1465"
        ],
        "f": true,
        "fts": 1759926848,
        "s": 55,
        "lts": 1759926848,
        "g": true,
        "bs": []
      },
      {
        "r": 15,
        "id": 67,
        "n": "我们-天才 野炊组",
        "in": "",
        "ms": [
          "WJ",
          "T1nker-JR",
          "zyx",
          "水帝",
          "河马",
          "奶油酱"
        ],
        "f": true,
        "fts": 1759930078,
        "s": 54,
        "lts": 1759930078,
        "g": true,
        "bs": []
      },
      {
        "r": 16,
        "id": 26,
        "n": "Hungergame😋",
        "in": "不知道动了谁的蛋糕、蛋挞、慕斯、驴打滚、桂花糖芋苗、苏式月饼、五仁月饼、玫瑰月饼、黑森林蛋糕、北海道戚风蛋糕、蝴蝶酥、双皮奶、椰汁西米糕、糖不甩、豌豆黄、冰粉、麻粩、艾窝窝、豌豆黄、枣泥酥、荷花酥、芸豆卷、自来红、自来白、糖火烧、萨其马、芙蓉糕、绿豆糕、山药糕、茯苓饼、老婆饼、葡式蛋塔、千层酥、苹果派、草莓慕斯、芒果班戟、榴莲千层、雪媚娘、凤梨酥、牛轧糖、雪花酥、桃花酥、红豆沙青团、黑芝麻糊、杏仁",
        "ms": [
          "东雪莲就是在世国v",
          "小吉",
          "NU-LL",
          "ending",
          "扶我起来我还能打",
          "s"
        ],
        "f": true,
        "fts": 1759930489,
        "s": 56,
        "lts": 1760103415,
        "g": true,
        "bs": []
      },
      {
        "r": 17,
        "id": 110,
        "n": "地上的花之都",
        "in": "莉莉白超级可爱，对吧~",
        "ms": [
          "琳奈#Lini",
          "Chords",
          "CbrX",
          "驯龙高手 a.k.a. Incredie",
          "Chykr",
          "user #467"
        ],
        "f": true,
        "fts": 1759931254,
        "s": 58,
        "lts": 1760013145,
        "g": true,
        "bs": []
      },
      {
        "r": 18,
        "id": 59,
        "n": "Celestial<Catellite>",
        "in": "只需呼吸",
        "ms": [
          "Kagetsu",
          "Kagetsu",
          "Kagetsu",
          "Kagetsu",
          "Kagetsu",
          "Kagetsu"
        ],
        "f": true,
        "fts": 1759936147,
        "s": 56,
        "lts": 1759972424,
        "g": true,
        "bs": []
      },
      {
        "r": 19,
        "id": 22,
        "n": "🐳🐳🐳CVVpsVVk🐳🐳🐳",
        "in": "3.过度依赖 CVVpsVVk 等 AI 解决题目；\n?.欢迎关注公众号【神秘的猫头鹰Q先生】谢谢oVo~",
        "ms": [
          "quest",
          "CAT-FISH",
          "服务器繁忙 请稍后再试",
          "我们队能不  能五个字五  个字的说话",
          "Carsik",
          "很菜的kirishima #1350"
        ],
        "f": true,
        "fts": 1759938777,
        "s": 56,
        "lts": 1760000396,
        "g": true,
        "bs": []
      },
      {
        "r": 20,
        "id": 88,
        "n": "争取烤鱼的自由",
        "in": "",
        "ms": [
          "Propofol",
          "小叶种碧螺春",
          "user #364",
          "星尘",
          "Щи",
          "Aurora1412"
        ],
        "f": true,
        "fts": 1759946620,
        "s": 61,
        "lts": 1760866211,
        "g": true,
        "bs": []
      },
      {
        "r": 21,
        "id": 12,
        "n": "全军偷🐔",
        "in": "我们的解谜正在蒸蒸日上！",
        "ms": [
          "小学鸡",
          "喵喵鸡",
          "咕咕鸡",
          "乱猜鸡",
          "叮咚鸡",
          "星河鸡"
        ],
        "f": true,
        "fts": 1759956546,
        "s": 62,
        "lts": 1760285987,
        "g": true,
        "bs": []
      },
      {
        "r": 22,
        "id": 27,
        "n": "CyFur",
        "in": "🐱🐰🐺🦊🐱🐶🐱🐺🦊\n欢迎对解谜有兴趣的*furry*加入CyFur解谜交流QQ群！！！\n群号是……是多少来着？ \n🐱🐱🐱🐱🐺🐺🐺🐺🐺🐺🦊🦊🦊🦊🦊🦊🦊🐰🐰🐰🐰🐰🐰🐰🐰🐰",
        "ms": [
          "COlDAiR",
          "3708",
          "HanaNekOfficial",
          "Dracs",
          "UrsaKUMA15",
          "Mostima"
        ],
        "f": true,
        "fts": 1759958937,
        "s": 57,
        "lts": 1760029189,
        "g": true,
        "bs": []
      },
      {
        "r": 23,
        "id": 20,
        "n": "AHUPH是（字典序）全国第一的解谜寻宝",
        "in": "真诚招募所有的在读/毕业于至少一个校区离USTC只隔一条街的大学的 puzzlehunter",
        "ms": [
          "CallMeMushroom",
          "叁纔",
          "Garadox7",
          "123hh2",
          "章鱼ZileNums",
          "piggy2503"
        ],
        "f": true,
        "fts": 1759960889,
        "s": 63,
        "lts": 1759975656,
        "g": true,
        "bs": []
      },
      {
        "r": 24,
        "id": 38,
        "n": "油烧套餐",
        "in": "",
        "ms": [
          "红烧月饼",
          "辣卤乌拉呀哈",
          "油炸臭鳜鱼",
          "波尔多炙烤蛋白基质",
          "香草猫娘"
        ],
        "f": true,
        "fts": 1759965680,
        "s": 54,
        "lts": 1759965680,
        "g": true,
        "bs": []
      },
      {
        "r": 25,
        "id": 98,
        "n": "Dream Team",
        "in": "Our dream is to finish the puzzle hunt.\n完赛即是胜利。",
        "ms": [
          "liaohanlin888",
          "时雨星霜",
          "ZFSR ",
          "numberes",
          "Goldenwy",
          "liuliu1717"
        ],
        "f": true,
        "fts": 1759971637,
        "s": 63,
        "lts": 1760006050,
        "g": true,
        "bs": []
      },
      {
        "r": 26,
        "id": 224,
        "n": "LF-DY",
        "in": "说实话USTC真是智斗天花板了，里面谜题逻辑缜密，全员智商在线，尤其是meta出来的那一刻我浑身上下冷汗直流，meta压迫感太强了，我始终都不明白这道题是怎么做的。出题人直击了我的灵魂仿佛把我内心的想法全看了出来，等找到了答案后我才缓了过来，当时吓得我一身冷汗，题目太烧脑了，后劲大的睡不着觉，真是难以想象作者能作出这样的题目。",
        "ms": [
          "孜然",
          "宵崎奏",
          "YuYi_gy",
          "42i196",
          "HowToPlayPuzzleHunt",
          "Determinant"
        ],
        "f": true,
        "fts": 1759973724,
        "s": 55,
        "lts": 1759973724,
        "g": true,
        "bs": []
      },
      {
        "r": 27,
        "id": 55,
        "n": "至尊笨比智障",
        "in": "队名谁起的，踢了",
        "ms": [
          "zzbbzz",
          "皱皱巴巴诅咒",
          "尊重八辈祖宗",
          "滋滋崩崩滋滋",
          "猪猪宝贝猪猪",
          "战争并不专注"
        ],
        "f": true,
        "fts": 1759987524,
        "s": 58,
        "lts": 1759990850,
        "g": true,
        "bs": []
      },
      {
        "r": 28,
        "id": 10,
        "n": "给猫铲屎去了",
        "in": "没拿第NaN名就怪猫猫！",
        "ms": [
          "玛卡巴卡",
          "行行重行行",
          "李大豆",
          "起名太难",
          "OKBob",
          "秃秃秃"
        ],
        "f": true,
        "fts": 1759996404,
        "s": 62,
        "lts": 1760188840,
        "g": true,
        "bs": []
      },
      {
        "r": 29,
        "id": 321,
        "n": "看看题一队（吗",
        "in": "看看题二队被zitmen夺舍了，你能帮帮我们吗，说：捣蛋鬼别捣蛋！",
        "ms": [
          "U0Ghost",
          "Tomorinis",
          "桑丘",
          "顶级智斗，希罗假死",
          "NoT1m3Cons1d3r",
          "ℵ₀"
        ],
        "f": true,
        "fts": 1759996504,
        "s": 53,
        "lts": 1759996504,
        "g": true,
        "bs": []
      },
      {
        "r": 30,
        "id": 13,
        "n": "绿色圆圈",
        "in": "🟢🟢🟢Greencircle Trendsetter🟢🟢🟢",
        "ms": [
          "liyufish",
          "mianTzQwQ",
          "清尘",
          "25苕皮3班cyx最卷",
          "SoAD",
          "屑abandon喵"
        ],
        "f": true,
        "fts": 1759999059,
        "s": 58,
        "lts": 1760009337,
        "g": true,
        "bs": []
      },
      {
        "r": 31,
        "id": 252,
        "n": "还有叔叔",
        "in": "这个队伍里又有叔叔了，但叔叔还是被篡位了。",
        "ms": [
          "user #1078",
          "user #725",
          "user #00",
          "user #-01",
          "user #1159",
          "user #01"
        ],
        "f": true,
        "fts": 1759999496,
        "s": 57,
        "lts": 1759999496,
        "g": true,
        "bs": []
      },
      {
        "r": 32,
        "id": 94,
        "n": "Reviiver Team",
        "in": "(▦) ↗↗↗ | ↙↙↙↙ | ↗↗↗ | ↙↙↙ | ↗↗↗↗ | ↙↙↙ (7)",
        "ms": [
          "鑫森淼焱垚",
          "天牛行空",
          "shinzanmono",
          "Mayano Top Gun",
          "skyaqua",
          "MatrixGroup"
        ],
        "f": true,
        "fts": 1760000381,
        "s": 63,
        "lts": 1760108891,
        "g": true,
        "bs": []
      },
      {
        "r": 33,
        "id": 240,
        "n": "迷⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛密码学",
        "in": "111",
        "ms": [
          "‮　　　　　　　　　　　dbqpqpdb",
          "[开赛记得看元祖！邦多利酱] Brkhu",
          "某獒",
          "[Staff] Ayaka",
          "Luke_Chen ",
          "Bill"
        ],
        "f": true,
        "fts": 1760004414,
        "s": 57,
        "lts": 1760004414,
        "g": true,
        "bs": []
      },
      {
        "r": 34,
        "id": 257,
        "n": "月饼吃了一盒，hunt一道不会",
        "in": "状态：血糖水平++，解题算力--",
        "ms": [
          "我爱双黄白莲蓉",
          "五仁月饼狂热粉",
          "甜甜甜甜甜甜橙",
          "随机丢失自行车",
          "万能鸵鸟饲养员",
          "力拔山兮五子棋"
        ],
        "f": true,
        "fts": 1760009895,
        "s": 63,
        "lts": 1760099676,
        "g": true,
        "bs": []
      },
      {
        "r": 35,
        "id": 89,
        "n": "omega6?",
        "in": "5+1=6\n5=2+3 2*3=6\n5=101 <101>=110=6",
        "ms": [
          "Gary",
          "-i42-",
          "戌亥とこ_Official",
          "楠笙ovo",
          "user #562",
          "user #1376"
        ],
        "f": true,
        "fts": 1760011008,
        "s": 57,
        "lts": 1760374494,
        "g": true,
        "bs": []
      },
      {
        "r": 36,
        "id": 58,
        "n": "激突要塞吧哈基米空间站队",
        "in": "这个世界上怎么会有绿色的篝火呢？你一定是做噩梦了吧",
        "ms": [
          "lx07213",
          "EMK",
          "xx",
          " ",
          "朝日Rokka",
          "yaer"
        ],
        "f": true,
        "fts": 1760018028,
        "s": 57,
        "lts": 1760157800,
        "g": true,
        "bs": []
      },
      {
        "r": 37,
        "id": 15,
        "n": "Nameless",
        "in": "无名",
        "ms": [
          "辉影神秘",
          "Xqbk",
          "Hahei_Yuan",
          "Liuliu66686",
          "Sigma",
          "1nd2st"
        ],
        "f": true,
        "fts": 1760018227,
        "s": 56,
        "lts": 1760018227,
        "g": true,
        "bs": []
      },
      {
        "r": 38,
        "id": 205,
        "n": "碱性只是寄",
        "in": "碱性指示剂（每回合切换！）",
        "ms": [
          "陈皮泡水",
          "归乡悦",
          "doyo2019",
          "布啦啦",
          "晟鼎",
          "2，3-二羟基丁二酸"
        ],
        "f": true,
        "fts": 1760018399,
        "s": 57,
        "lts": 1760018399,
        "g": true,
        "bs": []
      },
      {
        "r": 39,
        "id": 31,
        "n": "LaVI 蜡笔 糖糖糖",
        "in": "† 法之恶魔 † 竟然有一半队员不是魔女",
        "ms": [
          "兔悠悠",
          "joke3579",
          "APJifengc",
          "CITRIC",
          "WintersRain",
          "implicit"
        ],
        "f": true,
        "fts": 1760019646,
        "s": 55,
        "lts": 1760076232,
        "g": true,
        "bs": []
      },
      {
        "r": 40,
        "id": 81,
        "n": "nonfirewall",
        "in": "",
        "ms": [
          "落堀",
          "白豚hise",
          "Mryy",
          "几何星空",
          "Witch"
        ],
        "f": true,
        "fts": 1760021465,
        "s": 54,
        "lts": 1760021465,
        "g": true,
        "bs": []
      },
      {
        "r": 41,
        "id": 174,
        "n": "USTC之CChangeB",
        "in": "",
        "ms": [
          "CRflowers",
          "苦力怕演说家",
          "User#514",
          "超铀元素",
          "xxseven",
          "naturalpie"
        ],
        "f": true,
        "fts": 1760024354,
        "s": 54,
        "lts": 1760024354,
        "g": true,
        "bs": []
      },
      {
        "r": 42,
        "id": 52,
        "n": "深色墨点",
        "in": "use smudge to compete",
        "ms": [
          "135_Morisummer",
          "TriangularCompound",
          "Rosmontis",
          "user #724",
          "爬子哥"
        ],
        "f": true,
        "fts": 1760030575,
        "s": 63,
        "lts": 1760074064,
        "g": true,
        "bs": []
      },
      {
        "r": 43,
        "id": 190,
        "n": "何以为我",
        "in": "",
        "ms": [
          "Alez",
          "Krain",
          "Hemisis",
          "Clez",
          "BYD428571"
        ],
        "f": true,
        "fts": 1760031349,
        "s": 55,
        "lts": 1760031349,
        "g": true,
        "bs": []
      },
      {
        "r": 44,
        "id": 75,
        "n": "反卷猴子大王",
        "in": "老虎不在家，猴子当大王",
        "ms": [
          "肥eric",
          "yang",
          "天火同人",
          "myy",
          "走火石",
          "alaya"
        ],
        "f": true,
        "fts": 1760032797,
        "s": 63,
        "lts": 1760186332,
        "g": true,
        "bs": []
      },
      {
        "r": 45,
        "id": 299,
        "n": "水面下",
        "in": "Until Speech Turned Cold.",
        "ms": [
          "HakabaRemi"
        ],
        "f": true,
        "fts": 1760032910,
        "s": 56,
        "lts": 1760040024,
        "g": true,
        "bs": []
      },
      {
        "r": 46,
        "id": 229,
        "n": "酸性只是寄",
        "in": "UCAS格物推理社带新队，灌注微信公众号“果壳格物推理社”谢谢呱",
        "ms": [
          "时芳槿",
          "明祝",
          "荒芜",
          "ki-sikil",
          "14obs",
          "naiq"
        ],
        "f": true,
        "fts": 1760036929,
        "s": 55,
        "lts": 1760036929,
        "g": true,
        "bs": []
      },
      {
        "r": 47,
        "id": 53,
        "n": "六个焗雪梨",
        "in": "六味雪梨丸！",
        "ms": [
          "焗雪梨",
          "雪梨",
          "红酒雪梨",
          "甘蔗炖雪梨",
          "冰糖雪梨²",
          "雪梨银耳汤"
        ],
        "f": true,
        "fts": 1760041865,
        "s": 54,
        "lts": 1760041865,
        "g": true,
        "bs": []
      },
      {
        "r": 48,
        "id": 148,
        "n": "反卷幼稚园",
        "in": "重上老和山",
        "ms": [
          "老拿",
          "学习中",
          "Penny",
          "CGXJDYYR",
          "还有一天就放假了",
          "R"
        ],
        "f": true,
        "fts": 1760044133,
        "s": 54,
        "lts": 1760044133,
        "g": true,
        "bs": []
      },
      {
        "r": 49,
        "id": 17,
        "n": "神秘迷人勤勉强势华丽激情可怕伟大格洛面包",
        "in": "我颠了1000个跳蚤小狗",
        "ms": [
          "神秘后撤步三连发远古阿斯匹德中的阿斯匹德",
          "神秘最强硬控竞速杀手无限重试拔网线三巨头",
          "神秘连扎九针蓝血机械蜂电锯轮椅狂奔红衣女",
          "azora",
          "神秘软糯香甜可爱嗷呜粉色修勾勾",
          "user #1428"
        ],
        "f": true,
        "fts": 1760050752,
        "s": 54,
        "lts": 1760050752,
        "g": true,
        "bs": []
      },
      {
        "r": 50,
        "id": 112,
        "n": "佯装不知",
        "in": "她曾说过会与我继续直到丧命为止。",
        "ms": [
          "钝钝的角"
        ],
        "f": true,
        "fts": 1760054942,
        "s": 55,
        "lts": 1760713700,
        "g": true,
        "bs": []
      },
      {
        "r": 51,
        "id": 198,
        "n": "cocvgwt",
        "in": "",
        "ms": [
          "user #880",
          "user #899",
          "user #1001",
          "user #1446"
        ],
        "f": true,
        "fts": 1760072210,
        "s": 55,
        "lts": 1760073030,
        "g": true,
        "bs": []
      },
      {
        "r": 52,
        "id": 45,
        "n": "pizzahunter",
        "in": "怎么有队友蟠桃了，但还是支持\"二連二拍の正弦波\"谢谢喵",
        "ms": [
          "Dtk",
          "兮辰",
          "空气酱",
          "维克多多多",
          "ayi",
          "PuzzleHunt2Hard"
        ],
        "f": true,
        "fts": 1760072528,
        "s": 63,
        "lts": 1760075775,
        "g": true,
        "bs": []
      },
      {
        "r": 53,
        "id": 60,
        "n": "Celeste // LXIV",
        "in": "",
        "ms": [
          "LoneLawn",
          "落笔无言",
          "AppleSheep",
          "FoxK",
          "Bescription",
          "猪猪猪猪猪猪猪猪猪猪猪猪猪猪猪猪猪猪猪面"
        ],
        "f": true,
        "fts": 1760074154,
        "s": 58,
        "lts": 1760192942,
        "g": true,
        "bs": []
      },
      {
        "r": 54,
        "id": 155,
        "n": "有食堂吃",
        "in": "",
        "ms": [
          "一碗猪脚饭",
          "WAHX",
          "花落星飞",
          "xika",
          "Northsea_403",
          "薛定谔的张三"
        ],
        "f": true,
        "fts": 1760077491,
        "s": 54,
        "lts": 1760077491,
        "g": true,
        "bs": []
      },
      {
        "r": 55,
        "id": 176,
        "n": "你在为难我胖虎",
        "in": "",
        "ms": [
          "0 is start",
          "融少要当小太阳",
          "Resurgam、"
        ],
        "f": true,
        "fts": 1760082670,
        "s": 53,
        "lts": 1760082670,
        "g": true,
        "bs": []
      },
      {
        "r": 56,
        "id": 63,
        "n": "IWFans",
        "in": "",
        "ms": [
          "IWannaFans"
        ],
        "f": true,
        "fts": 1760083519,
        "s": 58,
        "lts": 1760245301,
        "g": true,
        "bs": []
      },
      {
        "r": 57,
        "id": 368,
        "n": "鱼左随便看看题目",
        "in": "随便看看题目",
        "ms": [
          "user #1478",
          "user #1491"
        ],
        "f": true,
        "fts": 1760084258,
        "s": 53,
        "lts": 1760084258,
        "g": true,
        "bs": []
      },
      {
        "r": 58,
        "id": 111,
        "n": "6个人的队伍人齐了谁来想个队名队",
        "in": "",
        "ms": [
          "小心心3305",
          "user #116",
          "Kaedesnow",
          "zlc",
          "Hex",
          "（将显示在排行榜上）"
        ],
        "f": true,
        "fts": 1760085338,
        "s": 58,
        "lts": 1760607111,
        "g": true,
        "bs": []
      },
      {
        "r": 59,
        "id": 4,
        "n": "只有队长旅游回来了",
        "in": "依旧只有队长不打雀",
        "ms": [
          "TraveledHawk #7",
          "加入队伍时需要填写的是这个 ID 而不是",
          "云汐Nephele#306",
          "Encyclopedia",
          "小汤圆我忍你很久了ustc全答案再见👋",
          "你怎么知道我面麻胡过字一色小四喜双倍役满"
        ],
        "f": true,
        "fts": 1760094317,
        "s": 56,
        "lts": 1760154876,
        "g": true,
        "bs": []
      },
      {
        "r": 60,
        "id": 116,
        "n": "j*US-T[nutrimati]C",
        "in": "error: can't parse \"j*US-T[nutrimati]C\"",
        "ms": [
          "tiger_ts08",
          "ning",
          "KHK_Tomorin",
          "1st∪NotEND",
          "S,I,S,",
          "numberbasher"
        ],
        "f": true,
        "fts": 1760096950,
        "s": 57,
        "lts": 1760864101,
        "g": true,
        "bs": []
      },
      {
        "r": 61,
        "id": 145,
        "n": "All is Correct",
        "in": "",
        "ms": [
          "Logelim",
          "枫灯",
          "鹿角立鹤",
          "市松小雏",
          "gengwang"
        ],
        "f": true,
        "fts": 1760098689,
        "s": 63,
        "lts": 1760165192,
        "g": true,
        "bs": []
      },
      {
        "r": 62,
        "id": 78,
        "n": "继承者们",
        "in": "信中寥寥数语揭开隐秘过往：她并非孤儿，而是百年前流亡英伦的希腊贵族后裔，如今故乡的古老庄园正等待继承人，却也暗藏致命漩涡。",
        "ms": [
          "简途奥德",
          "斗法云龙",
          "user #730",
          "user #778",
          "林黛玉风雪山神庙",
          "user #964"
        ],
        "f": true,
        "fts": 1760105210,
        "s": 55,
        "lts": 1760337323,
        "g": true,
        "bs": []
      },
      {
        "r": 63,
        "id": 313,
        "n": "作弊队",
        "in": "我们已和排行榜第一名交换了答案，请同时封禁这两支队伍。",
        "ms": [
          "user #1297",
          "user #1312",
          "user #1436"
        ],
        "f": true,
        "fts": 1760108794,
        "s": 53,
        "lts": 1760108794,
        "g": true,
        "bs": []
      },
      {
        "r": 64,
        "id": 186,
        "n": "凑词爆猜",
        "in": "然后呢？爆！不挑战low%了，但为什么通过题数仍然这么少？",
        "ms": [
          "Bob",
          "Trashmedes",
          "Mawlek",
          "lyc8503",
          "baddab",
          "Prismoven"
        ],
        "f": true,
        "fts": 1760113004,
        "s": 54,
        "lts": 1760113004,
        "g": true,
        "bs": []
      },
      {
        "r": 65,
        "id": 324,
        "n": "做了INT_MAX天'1'道没队",
        "in": "",
        "ms": [
          "moku",
          "SkyDust",
          "sleeping deadly",
          "lemonade"
        ],
        "f": true,
        "fts": 1760114807,
        "s": 55,
        "lts": 1760116617,
        "g": true,
        "bs": []
      },
      {
        "r": 66,
        "id": 316,
        "n": "求真书院【不通知群】",
        "in": "【通知】\n各位同学，\n本群是书院唯一官方内部信息通知群，包括书院本科身份学生及相关教师、辅导员，大家都是本群的家庭成员。\n群内信息请大家不要外传，以免造成不必要的错误解读，甚至引发舆情，对书院大家庭每一个人都不好。\n群里看到有些同学还没有修改群昵称，为方便联系，请尽快将群昵称改为“班级-姓名”（同学们之间可以互相提醒[玫瑰]）。\n此外，为了便于信息精准传达和更有效沟通，书院另外建了相关的群，不属…",
        "ms": [
          "丘成桐（囯内）",
          "Void",
          "ApolloniusSun",
          "CollinGao",
          "叫狗大叫狗大大"
        ],
        "f": true,
        "fts": 1760117094,
        "s": 61,
        "lts": 1760128878,
        "g": true,
        "bs": []
      },
      {
        "r": 67,
        "id": 214,
        "n": "Xaleid◆scopiX",
        "in": "果ての空、僕らが見た光。\n氷滅の135小節\n有明/Ariake\n宙天\nÅntinomiε\nFLΛME/FRΦST\nWorld's end BLACKBOX\n縺後▲縺阪ｇ縺 縺ｵ繧√＞\nAFTER PANDORA",
        "ms": [
          "Ki2317",
          "Poilk",
          "user #945",
          "user #972",
          "user #1030",
          "AzurSkywalker"
        ],
        "f": true,
        "fts": 1760117222,
        "s": 57,
        "lts": 1760462589,
        "g": true,
        "bs": []
      },
      {
        "r": 68,
        "id": 102,
        "n": "没u什么s路...",
        "in": "tc队友想的名字，我毫无头绪！",
        "ms": [
          "狐狸雪梨foxpear",
          "kyouko",
          "Ultra Senior 天才玩家",
          "czh与uuz",
          "flying_doraemon",
          "高超"
        ],
        "f": true,
        "fts": 1760117302,
        "s": 57,
        "lts": 1760133803,
        "g": true,
        "bs": []
      },
      {
        "r": 69,
        "id": 211,
        "n": "追迹者们的同床异梦",
        "in": "榆木华和LA被三小哥抓走了，望周知。",
        "ms": [
          "D3D4",
          "TelluriumElement",
          "pipe",
          "魔法少女YQ酱"
        ],
        "f": true,
        "fts": 1760123649,
        "s": 57,
        "lts": 1760181916,
        "g": true,
        "bs": []
      },
      {
        "r": 70,
        "id": 87,
        "n": "羊宫国亲卫队",
        "in": "mujica王朝了",
        "ms": [
          "大嶋日菜",
          "牧羊人妃娜",
          "暗黑羊宫先师",
          "catium",
          "hina",
          "大鼻马脸佐佐木奏音"
        ],
        "f": true,
        "fts": 1760126202,
        "s": 56,
        "lts": 1760126202,
        "g": true,
        "bs": []
      },
      {
        "r": 71,
        "id": 153,
        "n": "北冥有鱼香肉丝",
        "in": "",
        "ms": [
          "我是小棺",
          "我是萌新",
          "我是甲鱼",
          "我是苟子",
          "我是魔丸",
          "我是小涵"
        ],
        "f": true,
        "fts": 1760128960,
        "s": 55,
        "lts": 1760128960,
        "g": true,
        "bs": []
      },
      {
        "r": 72,
        "id": 115,
        "n": "重力加速度",
        "in": "",
        "ms": [
          "黃金易大師",
          "shameofsc",
          "InhanDaGG AKA 提姆瑞普",
          "0101"
        ],
        "f": true,
        "fts": 1760131289,
        "s": 63,
        "lts": 1760354296,
        "g": true,
        "bs": []
      },
      {
        "r": 73,
        "id": 246,
        "n": "我是取名废物",
        "in": "一觉醒来，全世界何意味水平下降一百万倍。\n我随口说出一句“何意味”，竟引来身边一群同学，他们都激动不已，以为自己出现了幻觉。没想到这所大学里竟然会有这般顶尖人物！\n “何意味！何意味？何意味…… ”\n 教授也呆住了，哪怕是他也只能勉强何意味，至于我口中的“何意味，他只在最顶尖的何意味会议上听说过。\n 在众人崇拜的目光下，我十分得意，想到自己名声大噪后成为世界第一何意味大师的画面，忍不住轻哼起来",
        "ms": [
          "Fing.",
          "TCMint",
          "user #1420"
        ],
        "f": true,
        "fts": 1760146113,
        "s": 55,
        "lts": 1760470881,
        "g": true,
        "bs": []
      },
      {
        "r": 74,
        "id": 114,
        "n": "呼叫CCBC解谜中心",
        "in": "呼叫CCBC解谜中心，我们被困在这里了！！！",
        "ms": [
          "印刷",
          "四tar",
          "火药 汁君",
          "ytyn（划水版）",
          "云",
          "五口无言"
        ],
        "f": true,
        "fts": 1760152685,
        "s": 53,
        "lts": 1760152685,
        "g": true,
        "bs": []
      },
      {
        "r": 75,
        "id": 169,
        "n": "第169支观光团",
        "in": "",
        "ms": [
          "樵子若木",
          "山遥路远",
          "Bargeum Beom/啟明",
          "Ada"
        ],
        "f": true,
        "fts": 1760158486,
        "s": 56,
        "lts": 1760158486,
        "g": true,
        "bs": []
      },
      {
        "r": 76,
        "id": 16,
        "n": "最強チルノ",
        "in": "三个没打过/两个只打过一次ph的笨蛋的队伍\n只要能完赛，咱就是最强！\n（连baka也能打ph了，灵梦，这是异变啊^^——一位不愿意透露姓名的地底妖怪）\n（由五位来自异世界的baka组成的团队！他们能凭借非凡的智力抵达终点吗？——《文文。新闻》）",
        "ms": [
          "wazia514",
          "IEPqwq",
          "铁剑thriceee",
          "funginko",
          "kizuato"
        ],
        "f": true,
        "fts": 1760160364,
        "s": 56,
        "lts": 1760160364,
        "g": true,
        "bs": []
      },
      {
        "r": 77,
        "id": 131,
        "n": "填了不一定对，不填一定不队",
        "in": "",
        "ms": [
          "碎线-__-__-",
          "cellulose",
          "E_firework",
          "Andy",
          "kevin006",
          "theoldpay"
        ],
        "f": true,
        "fts": 1760169648,
        "s": 55,
        "lts": 1760452942,
        "g": true,
        "bs": []
      },
      {
        "r": 78,
        "id": 135,
        "n": "大胃U",
        "in": "小包包了包",
        "ms": [
          "user #570"
        ],
        "f": true,
        "fts": 1760176656,
        "s": 53,
        "lts": 1760176656,
        "g": true,
        "bs": []
      },
      {
        "r": 79,
        "id": 327,
        "n": "海棠的花语是背叛和欺骗",
        "in": "前面忘了，这不是一支正常的队伍，后面忘了",
        "ms": [
          "not not dXqwq",
          "petitsouris",
          "not not not dXqwq",
          "unputdownable",
          "Jerry1031",
          "tiger2005"
        ],
        "f": true,
        "fts": 1760176947,
        "s": 58,
        "lts": 1760176947,
        "g": true,
        "bs": []
      },
      {
        "r": 80,
        "id": 85,
        "n": "Nazorzz",
        "in": "关注Nazorzz谢谢喵",
        "ms": [
          "xjfccccc",
          "Oilithium",
          "squirrel",
          "user #844",
          "user #851"
        ],
        "f": true,
        "fts": 1760185990,
        "s": 54,
        "lts": 1760185990,
        "g": true,
        "bs": []
      },
      {
        "r": 81,
        "id": 182,
        "n": "〇次〇",
        "in": "零次元？零次圆？〇次〇！",
        "ms": [
          "Diego17",
          "nl",
          "YDG",
          "下劈要按下",
          "labtecxx",
          "user #1449"
        ],
        "f": true,
        "fts": 1760189263,
        "s": 54,
        "lts": 1760189263,
        "g": true,
        "bs": []
      },
      {
        "r": 82,
        "id": 21,
        "n": "2个非空白字符,",
        "in": "萌新车来观光",
        "ms": [
          "Malan_C",
          "Lycarion",
          "IndexError",
          "万劫生",
          "星融",
          "user #261"
        ],
        "f": true,
        "fts": 1760191925,
        "s": 55,
        "lts": 1760423326,
        "g": true,
        "bs": []
      },
      {
        "r": 83,
        "id": 340,
        "n": "我的队友都有队了",
        "in": "",
        "ms": [
          "Knockknock",
          "ZZ_404"
        ],
        "f": true,
        "fts": 1760192467,
        "s": 54,
        "lts": 1760192467,
        "g": true,
        "bs": []
      },
      {
        "r": 84,
        "id": 36,
        "n": "哇！语文Q群！",
        "in": "好耶！！！",
        "ms": [
          "-小彩云-",
          "user #164",
          "吃鱼解谜",
          "幻幻幻三三",
          "小彩云de蝶"
        ],
        "f": true,
        "fts": 1760194341,
        "s": 59,
        "lts": 1760194341,
        "g": true,
        "bs": []
      },
      {
        "r": 85,
        "id": 123,
        "n": "Math Mother Jumping",
        "in": "主人一个队，主队一个人；\n一队主个人，队人一个主；\n主队人一个，人队主一个；\n主个一队人，一个主人队；\n人队何个人？主队何个主？",
        "ms": [
          "Micavro",
          "AsamiHaruka",
          "AKashi",
          "PFLFWF",
          "XLY_39",
          "Actait"
        ],
        "f": true,
        "fts": 1760199451,
        "s": 56,
        "lts": 1760199451,
        "g": true,
        "bs": []
      },
      {
        "r": 86,
        "id": 196,
        "n": "阿戎弗里姆先锋酒店顶层观星台 🕊⭐",
        "in": "酒店工作人员观光中",
        "ms": [
          "伊芙 · 奎瓦拉斯",
          "DySkyLan",
          "user #1480"
        ],
        "f": true,
        "fts": 1760203519,
        "s": 54,
        "lts": 1760203519,
        "g": true,
        "bs": []
      },
      {
        "r": 87,
        "id": 259,
        "n": "无案不破之天命神探",
        "in": "耶",
        "ms": [
          "千层果酱",
          "肆意的河",
          "user #1110",
          "KonichanZ",
          "小冰棍#1117",
          "Yiny"
        ],
        "f": true,
        "fts": 1760207041,
        "s": 56,
        "lts": 1760207041,
        "g": true,
        "bs": []
      },
      {
        "r": 88,
        "id": 357,
        "n": "Aqua Cat",
        "in": "喵？",
        "ms": [
          "Aqua Cat"
        ],
        "f": true,
        "fts": 1760209062,
        "s": 52,
        "lts": 1760209062,
        "g": true,
        "bs": []
      },
      {
        "r": 89,
        "id": 207,
        "n": "Star Farmers",
        "in": "",
        "ms": [
          "凯撒大葱",
          "彩芸清风",
          "季晨",
          "青清晴情",
          "仙公之道"
        ],
        "f": true,
        "fts": 1760210606,
        "s": 60,
        "lts": 1760300575,
        "g": true,
        "bs": []
      },
      {
        "r": 90,
        "id": 152,
        "n": "野兽先辈探案组",
        "in": "114514",
        "ms": [
          "老白鼠",
          "Scissor",
          "爻廿",
          "气泡喵",
          "松鼠"
        ],
        "f": true,
        "fts": 1760215668,
        "s": 63,
        "lts": 1760216450,
        "g": true,
        "bs": []
      },
      {
        "r": 91,
        "id": 35,
        "n": "竹子|竹子",
        "in": "听说我们的队名叫夹竹桃解谜",
        "ms": [
          "地球|木星",
          "Sat.｜Mon.",
          "远祖|十世祖",
          "大垣日向丨贵船柚子",
          "131070|131072",
          "氵|"
        ],
        "f": true,
        "fts": 1760233697,
        "s": 54,
        "lts": 1760233697,
        "g": true,
        "bs": []
      },
      {
        "r": 92,
        "id": 9,
        "n": "OMO∶归来",
        "in": "",
        "ms": [
          "你知道吗葛布北沟和葛饰北斋只差两个字",
          "你知道吗\"Mirturl\"的语义是半咸水"
        ],
        "f": true,
        "fts": 1760241410,
        "s": 55,
        "lts": 1760241410,
        "g": true,
        "bs": []
      },
      {
        "r": 93,
        "id": 245,
        "n": "就叫这个了",
        "in": "hihi~",
        "ms": [
          "cyx.",
          "TerryZheng",
          "EterIll",
          "CeI2NK7",
          "梦雨",
          "Halcyon"
        ],
        "f": true,
        "fts": 1760246051,
        "s": 63,
        "lts": 1760267663,
        "g": true,
        "bs": []
      },
      {
        "r": 94,
        "id": 248,
        "n": "摆烂观光真祝号",
        "in": "",
        "ms": [
          "user #1066",
          "喵喵叫",
          "user #1068",
          "Ramoynd",
          "Syvl",
          "user #1470"
        ],
        "f": true,
        "fts": 1760247339,
        "s": 57,
        "lts": 1760818741,
        "g": true,
        "bs": []
      },
      {
        "r": 95,
        "id": 304,
        "n": "临时组队",
        "in": "这个队伍是临时组的，所以是“临时组”队",
        "ms": [
          "LA~LA~LA~",
          "user #130",
          "嘉和逆天",
          "Jason·JTR",
          "XinkiCe",
          "user #1333"
        ],
        "f": true,
        "fts": 1760250987,
        "s": 57,
        "lts": 1760250987,
        "g": true,
        "bs": []
      },
      {
        "r": 96,
        "id": 408,
        "n": "忘记了开赛时间",
        "in": "/ww",
        "ms": [
          "LargoDream"
        ],
        "f": true,
        "fts": 1760272043,
        "s": 54,
        "lts": 1760272043,
        "g": true,
        "bs": []
      },
      {
        "r": 97,
        "id": 33,
        "n": "USO PuzzleHunt",
        "in": "中国科大学生管弦乐团ph分部，欢迎大家来打ph/来看我团演出！",
        "ms": [
          "Selena",
          "因果交流电灯",
          "KNRUZ",
          "Copala",
          "user #195",
          "Elenwath"
        ],
        "f": true,
        "fts": 1760277296,
        "s": 55,
        "lts": 1760277296,
        "g": true,
        "bs": []
      },
      {
        "r": 98,
        "id": 332,
        "n": "shigurehunter",
        "in": "你说得对但是10101010101011111101000001001011101011110101110101010101010101111111111100001010010000100101010000100100101010101011000010100100010010011011001000010000100010001000100001010111010101101010101010",
        "ms": [
          "橙某人",
          "此时身立，此生不再蛆",
          "user #1375",
          "user #1377",
          "mosi",
          "澈澄冰Rhenium"
        ],
        "f": true,
        "fts": 1760278621,
        "s": 58,
        "lts": 1760281034,
        "g": true,
        "bs": []
      },
      {
        "r": 99,
        "id": 191,
        "n": "ZASH",
        "in": "本队组成：\n𝒁𝑿𝒀 a.k.a. Zeta-Xi-Upsilon（UTC-5）\n星・辰 a.k.a. Astra（UTC-4）\n𝔖𝔬𝔭𝔥𝔦𝔞 a.k.a. 灵绪（UTC+8）\nHbsw942（UTC+8）",
        "ms": [
          "Zeta-Xi-Upsilon",
          "Sophia",
          "星・辰",
          "Hbsw942"
        ],
        "f": true,
        "fts": 1760278815,
        "s": 63,
        "lts": 1760294153,
        "g": true,
        "bs": []
      },
      {
        "r": 100,
        "id": 109,
        "n": "你说的队",
        "in": "",
        "ms": [
          "Microcandela",
          "DeyiYY",
          "Symplectism",
          "lsfxz",
          "yaoCelestia",
          "user #466"
        ],
        "f": true,
        "fts": 1760282730,
        "s": 57,
        "lts": 1760357955,
        "g": true,
        "bs": []
      },
      {
        "r": 101,
        "id": 227,
        "n": "鼠鼠来啦！",
        "in": "ustc鼠鼠观光大队！！（左摇旗）（右摇旗）",
        "ms": [
          "命运捉弄小馋鼠",
          "DeepSeekR2",
          "以反对",
          "doufive_11",
          "幼儿园高材生",
          "Andy吴"
        ],
        "f": true,
        "fts": 1760284198,
        "s": 54,
        "lts": 1760284198,
        "g": true,
        "bs": []
      },
      {
        "r": 102,
        "id": 167,
        "n": "Lost in Harem",
        "in": "LiH",
        "ms": [
          "Lost-MSth",
          "DE"
        ],
        "f": true,
        "fts": 1760284836,
        "s": 63,
        "lts": 1760410130,
        "g": true,
        "bs": []
      },
      {
        "r": 103,
        "id": 121,
        "n": "意被纸乐队",
        "in": "",
        "ms": [
          "サトシーラ",
          "Tommy777",
          "KJRH#401",
          "田可然",
          "外星蚂蚁",
          "zzx"
        ],
        "f": true,
        "fts": 1760291219,
        "s": 54,
        "lts": 1760291219,
        "g": true,
        "bs": []
      },
      {
        "r": 104,
        "id": 97,
        "n": "鸡友队",
        "in": "大神啊",
        "ms": [
          "麦牙糖",
          "糖孙",
          "鸡",
          "鸡弟 #534",
          "sleep",
          "user #1393"
        ],
        "f": true,
        "fts": 1760292548,
        "s": 56,
        "lts": 1760292548,
        "g": true,
        "bs": []
      },
      {
        "r": 105,
        "id": 293,
        "n": "拥抱锐眼，拥抱成功",
        "in": "",
        "ms": [
          "user #1221",
          "user #1210"
        ],
        "f": true,
        "fts": 1760310846,
        "s": 54,
        "lts": 1760310846,
        "g": true,
        "bs": []
      },
      {
        "r": 106,
        "id": 233,
        "n": "汪汪队",
        "in": "～呜嗷呜汪汪嗷汪嗷汪嗷～嗷～汪嗷汪汪呜～呜汪汪～汪呜嗷嗷～嗷～呜汪嗷～呜～嗷～汪嗷～嗷汪～～汪嗷汪呜嗷～呜嗷汪汪～呜呜嗷汪呜呜嗷呜呜汪呜汪嗷呜呜嗷汪汪汪嗷嗷～汪呜呜～～呜呜嗷呜汪呜～呜嗷嗷呜～汪汪～呜汪呜汪～呜嗷～～呜汪～呜～呜汪～汪呜呜嗷嗷呜呜汪",
        "ms": [
          "中华田园犬",
          "狗咬咬",
          "Ultra-Hyper-SuperDOG",
          "圣园未花的狗",
          "卡芙卡的狗",
          "user #1051"
        ],
        "f": true,
        "fts": 1760316891,
        "s": 58,
        "lts": 1760444355,
        "g": true,
        "bs": []
      },
      {
        "r": 107,
        "id": 93,
        "n": "天下无双nya~",
        "in": "吃nya~碰nya~杠nya~立直nya~荣nya~自摸nya~",
        "ms": [
          "一姬nya"
        ],
        "f": true,
        "fts": 1760318265,
        "s": 55,
        "lts": 1760318265,
        "g": true,
        "bs": []
      },
      {
        "r": 108,
        "id": 139,
        "n": "《原神》开发团队。",
        "in": "111",
        "ms": [
          "KIreteria",
          "kkykky",
          "zzethld",
          "trihydrate"
        ],
        "f": true,
        "fts": 1760320842,
        "s": 57,
        "lts": 1760417815,
        "g": true,
        "bs": []
      },
      {
        "r": 109,
        "id": 254,
        "n": "NZND",
        "in": "孟子曰：“有为者，譬若掘井，掘井九仞，而不及泉，犹为弃井也”成败之数，视此而已。",
        "ms": [
          "加特林",
          "理科沈",
          "猫闪王",
          "lvl1psy",
          "躺平王",
          "变徵岩"
        ],
        "f": true,
        "fts": 1760352126,
        "s": 57,
        "lts": 1760352126,
        "g": true,
        "bs": []
      },
      {
        "r": 110,
        "id": 166,
        "n": "普普通通",
        "in": "普通的队伍",
        "ms": [
          "普通的解谜人",
          "星海Socean",
          "user #1604"
        ],
        "f": true,
        "fts": 1760359810,
        "s": 60,
        "lts": 1760359810,
        "g": true,
        "bs": []
      },
      {
        "r": 111,
        "id": 157,
        "n": "一群沙包",
        "in": "散步遇到沙包？使用闪避！砸中手臂！出现伤疤，医生上班，启动设备，病症识别，手术失败，变成手办，写进书本，一共三部。总之网站少崩，其他随便！",
        "ms": [
          "Yanyan_0915",
          "FiShimmer",
          "syzygy_",
          "user #1590"
        ],
        "f": true,
        "fts": 1760360045,
        "s": 58,
        "lts": 1760360045,
        "g": true,
        "bs": []
      },
      {
        "r": 112,
        "id": 68,
        "n": "稠环芳烃",
        "in": "原苯，稠环芳烃的队员们菲常有能萘，他们苉荆斩棘，在各大芘赛中取得了恢荭的成绩，苣世瞩目。但很快，苊运降临了，队员们被芬开，芴法再次合体，我们只能从Puzzles And Hunts的缩写PAHs中窥见曾经的荣光。",
        "ms": [
          "圆周率",
          "残残暴残的兽蝇",
          "薄暮",
          "如包含不适宜内容可能会被强制修改、封禁账",
          "号或追究责任",
          "Shenlan6"
        ],
        "f": true,
        "fts": 1760361605,
        "s": 56,
        "lts": 1760361605,
        "g": true,
        "bs": []
      },
      {
        "r": 113,
        "id": 172,
        "n": "Rexei",
        "in": "喵喵喵是Rexei队喵！",
        "ms": [
          "AkitsuRyo",
          "LLeaFF",
          "Icecube1225",
          "YZYZ_MISSING",
          "Challente",
          "enever"
        ],
        "f": true,
        "fts": 1760364309,
        "s": 55,
        "lts": 1760364309,
        "g": true,
        "bs": []
      },
      {
        "r": 114,
        "id": 66,
        "n": "不知道，我们每个hunt的队名都不一样",
        "in": "某COPY的ncf：我们要不要写点队伍简介\n鲸哥：惊天地泣鬼神队这个队名大抵也是这么来的\n日花小哥：但我目前还没什么好思路\n晚上：就这个了\n小此方：就这个了\n小神晶：不是这个。\n\n关注COPY谢谢喵🥰🥰🥰",
        "ms": [
          "某COPY的ncf",
          "小此方",
          "日花小哥",
          "鲸哥",
          "VDSX",
          "小神晶"
        ],
        "f": true,
        "fts": 1760366348,
        "s": 55,
        "lts": 1760366348,
        "g": true,
        "bs": []
      },
      {
        "r": 115,
        "id": 215,
        "n": "今天迷瞪团",
        "in": "刚醒，发生什么事了？",
        "ms": [
          "FireinFlower",
          "linermosi",
          "ADCaMilk",
          "WoodenHye",
          "user #959",
          "Takagi"
        ],
        "f": true,
        "fts": 1760369547,
        "s": 54,
        "lts": 1760369547,
        "g": true,
        "bs": []
      },
      {
        "r": 116,
        "id": 287,
        "n": "mygygy",
        "in": "1111",
        "ms": [
          "丨powder",
          "杂食蓝藻",
          "this_user",
          "madskunk",
          "林舒",
          "user #1392"
        ],
        "f": true,
        "fts": 1760371486,
        "s": 55,
        "lts": 1760371486,
        "g": true,
        "bs": []
      },
      {
        "r": 117,
        "id": 48,
        "n": "Nothing Else Matters",
        "in": "Happiness Matters, Nothing Else Matters.\n会完赛的111",
        "ms": [
          "Flutterpage",
          "星笺_Aster",
          "Yui Morishita",
          "青莲剑圣",
          "as4937",
          "Dinshey"
        ],
        "f": true,
        "fts": 1760372288,
        "s": 56,
        "lts": 1760372288,
        "g": true,
        "bs": []
      },
      {
        "r": 118,
        "id": 310,
        "n": "游客其二",
        "in": "回来吧我的队友",
        "ms": [
          "fukurei",
          "羽焰",
          "残云nya",
          "kami.",
          "Bridgestone"
        ],
        "f": true,
        "fts": 1760372977,
        "s": 59,
        "lts": 1760372977,
        "g": true,
        "bs": []
      },
      {
        "r": 119,
        "id": 107,
        "n": "哈基队解不出哈基谜",
        "in": "请输入文本。",
        "ms": [
          "BJ6109SHEVCA-1",
          "door00again",
          "开心超仁",
          "发条马文",
          "Nick114514",
          "Null"
        ],
        "f": true,
        "fts": 1760387517,
        "s": 54,
        "lts": 1760387517,
        "g": true,
        "bs": []
      },
      {
        "r": 120,
        "id": 405,
        "n": "irunTV",
        "in": "极难解谜。\n\n现在已经感觉不到写界外黑线和特效的意义了。写这张谱时其实主要只做了一件事情：精确规划位移。\nΣvreka严格来说依然还是用到了辅助指，不能称得上是名正言顺的双指谱，而Gray Heaven真正做到了没有任何一处强制要求辅助指。比起一味卷手速要求，这张谱可以说得上位移特化，即对位移的精准度有要求又对位移时手之间的协调有要求。",
        "ms": [
          "VerictBBB@CYTUS",
          "是猫娘哦owo",
          "闰春之梨",
          "mutable",
          "winter凝寒",
          "0.571024%"
        ],
        "f": true,
        "fts": 1760409457,
        "s": 60,
        "lts": 1760417016,
        "g": true,
        "bs": []
      },
      {
        "r": 121,
        "id": 328,
        "n": "⭐の📆",
        "in": "迟到的单刷",
        "ms": [
          "user #1360"
        ],
        "f": true,
        "fts": 1760414249,
        "s": 56,
        "lts": 1760414249,
        "g": true,
        "bs": []
      },
      {
        "r": 122,
        "id": 208,
        "n": "若至队",
        "in": "三个若至",
        "ms": [
          "千柳",
          "CSS",
          "GPX"
        ],
        "f": true,
        "fts": 1760416681,
        "s": 63,
        "lts": 1760588015,
        "g": true,
        "bs": []
      },
      {
        "r": 123,
        "id": 308,
        "n": "上山打松鼠",
        "in": "观光观光观光观光观光",
        "ms": [
          "buji",
          "波克比",
          "卖药",
          "脆脆鯊"
        ],
        "f": true,
        "fts": 1760421648,
        "s": 56,
        "lts": 1760421648,
        "g": true,
        "bs": []
      },
      {
        "r": 124,
        "id": 184,
        "n": "PHantomweavER",
        "in": "完赛就是胜利",
        "ms": [
          "Cano",
          "red",
          "米线鉴赏家",
          "夜与门与星"
        ],
        "f": true,
        "fts": 1760432800,
        "s": 60,
        "lts": 1760770579,
        "g": true,
        "bs": []
      },
      {
        "r": 125,
        "id": 42,
        "n": "jzj打进中科大",
        "in": "现已加入肯德基50元套餐，欢迎品尝",
        "ms": [
          "user #176",
          "user #179",
          "user #181",
          "user #190",
          "user #1829"
        ],
        "f": true,
        "fts": 1760435196,
        "s": 58,
        "lts": 1760773400,
        "g": true,
        "bs": []
      },
      {
        "r": 126,
        "id": 315,
        "n": "Super Meta Solvers",
        "in": "Struggling Muddled Starters in Shenzhen Middle School.",
        "ms": [
          "SMFM",
          "pyp",
          "user #1362",
          "Grace"
        ],
        "f": true,
        "fts": 1760438333,
        "s": 53,
        "lts": 1760438333,
        "g": true,
        "bs": []
      },
      {
        "r": 127,
        "id": 223,
        "n": "我和你妈之间可是有一场落花流水",
        "in": "笑点解析：参赛者向staff寻求帮助，被建议使用某种物品，于是他们继续索求这种物品，令人忍俊不禁。",
        "ms": [
          "momo",
          "user #971",
          "Justwe"
        ],
        "f": true,
        "fts": 1760446850,
        "s": 53,
        "lts": 1760446850,
        "g": true,
        "bs": []
      },
      {
        "r": 128,
        "id": 129,
        "n": "ustc旅游观光团",
        "in": "来来来！各位游客，接下来参观的就是ustc的比赛现场的~~~~",
        "ms": [
          "游客A ",
          "游客C",
          "游客D",
          "游客B",
          "游客E",
          "游客F"
        ],
        "f": true,
        "fts": 1760456857,
        "s": 56,
        "lts": 1760456857,
        "g": true,
        "bs": []
      },
      {
        "r": 129,
        "id": 44,
        "n": "SDVX",
        "in": "我说SDVX太好玩了你👂🐲吗",
        "ms": [
          "Rasis",
          "我被难关攻克了",
          "萤火",
          "微笑的惯性",
          "user #1112"
        ],
        "f": true,
        "fts": 1760462382,
        "s": 55,
        "lts": 1760462382,
        "g": true,
        "bs": []
      },
      {
        "r": 130,
        "id": 188,
        "n": "目标完赛是很酷的事",
        "in": "",
        "ms": [
          "user #846",
          "berylliumcopper",
          "miku #1790"
        ],
        "f": true,
        "fts": 1760469317,
        "s": 53,
        "lts": 1760469317,
        "g": true,
        "bs": []
      },
      {
        "r": 131,
        "id": 61,
        "n": "嘤日狂想",
        "in": "你说得对，但是『サクラノ刻』是一款由枕社自主研发的全新续作性质视觉小说，后面忘了\n你说得对，但是『さくら、もゆ』是一款由Favorite自主研发的全新童话风格视觉小说，后面忘了\n你说得对，但是『サノバウィッチ』是一款由ゆずソフト自主研发的全新0721视觉小说，后面忘了\n你说得对，但是CCBC16是一款由simplicissimus自主研发的全新大型解谜活动，后面忘了\n你说得对，但是US-TC是……",
        "ms": [
          "NobodyThere",
          "liyujia",
          "Leo_K",
          "euphoria_ai",
          "yukimianyan",
          "好闪拜谢喵"
        ],
        "f": true,
        "fts": 1760485873,
        "s": 63,
        "lts": 1760871044,
        "g": true,
        "bs": []
      },
      {
        "r": 132,
        "id": 117,
        "n": "神奇动物在哪里",
        "in": "每个团队都需要有以下几种人：哈米的基🐱躺赢的狗🐕潜水的鱼🐟摆烂的鼠🐁装饭的桶🪣软脚的虾🦐挂机的bot🤖冬眠的龟🐢滑雪的豹🐆\n\n躺赢的狗被题目难倒了！躺赢的狗消失了！躺赢的狗大势已去！躺赢的狗绞尽脑汁也做不出题目！躺赢的狗节节败退！躺赢的狗通过了题目！",
        "ms": [
          "哈米的基",
          "摆烂🐭🐭",
          "装饭的桶",
          "躺赢的🐶",
          "潜水的鱼",
          "软脚的虾🦐"
        ],
        "f": true,
        "fts": 1760502555,
        "s": 58,
        "lts": 1760502555,
        "g": true,
        "bs": []
      },
      {
        "r": 133,
        "id": 372,
        "n": "菜鸡互啄",
        "in": "嗯",
        "ms": [
          "提示解锁者",
          "DreamCreator",
          "Levrium",
          "MXX"
        ],
        "f": true,
        "fts": 1760529855,
        "s": 57,
        "lts": 1760716031,
        "g": true,
        "bs": []
      },
      {
        "r": 134,
        "id": 181,
        "n": "TeamSUA",
        "in": "nya~",
        "ms": [
          "sorry_shb",
          "jtjl_pig",
          "lqybzx",
          "user #1291"
        ],
        "f": true,
        "fts": 1760545231,
        "s": 55,
        "lts": 1760545231,
        "g": true,
        "bs": []
      },
      {
        "r": 135,
        "id": 314,
        "n": "霹雳三星月舰",
        "in": "霹雳三星月舰",
        "ms": [
          "M76328",
          "三月七",
          "粟子",
          "D.V.A.",
          "素素浪客",
          "QiaoZhiX"
        ],
        "f": true,
        "fts": 1760552406,
        "s": 63,
        "lts": 1760555202,
        "g": true,
        "bs": []
      },
      {
        "r": 136,
        "id": 39,
        "n": "来点队名",
        "in": "来点简介",
        "ms": [
          "19077frb",
          "Riki",
          "cyl",
          "胖头鱼",
          "lingyin",
          "Msstt"
        ],
        "f": true,
        "fts": 1760552947,
        "s": 55,
        "lts": 1760552947,
        "g": true,
        "bs": []
      },
      {
        "r": 137,
        "id": 270,
        "n": "dienowteam",
        "in": "",
        "ms": [
          "user #1145",
          "黑羽",
          "user #1702"
        ],
        "f": true,
        "fts": 1760556968,
        "s": 54,
        "lts": 1760556968,
        "g": true,
        "bs": []
      },
      {
        "r": 138,
        "id": 309,
        "n": "维多pulzza店",
        "in": "GM，全世界最漂亮的女人，是她激发了我对USTC的热情~\n送给你的，我的女神，维多专属意大利puzzla，里面不仅装满了海鲜沙司酱，更装满了我给你的爱意！",
        "ms": [
          "日晓月岚",
          "小樱桃子爵",
          "Astris",
          "噬梦浊流（llhhkl）",
          "anniezzz"
        ],
        "f": true,
        "fts": 1760559447,
        "s": 63,
        "lts": 1760665596,
        "g": true,
        "bs": []
      },
      {
        "r": 139,
        "id": 77,
        "n": "临降猪",
        "in": "光观",
        "ms": [
          "mrmoynn",
          "🐖",
          "Hoshisaki Neko",
          "moku #1316",
          "LaNGu1D_P"
        ],
        "f": true,
        "fts": 1760579106,
        "s": 55,
        "lts": 1760579106,
        "g": true,
        "bs": []
      },
      {
        "r": 140,
        "id": 86,
        "n": "耶斯特队",
        "in": "o?eyu?n?hingw?nder我在哪里",
        "ms": [
          "some",
          "棺左",
          "名与目",
          "user #693",
          "N。",
          "沐梓"
        ],
        "f": true,
        "fts": 1760581402,
        "s": 56,
        "lts": 1760581402,
        "g": true,
        "bs": []
      },
      {
        "r": 141,
        "id": 79,
        "n": "这次也要加油完赛",
        "in": "",
        "ms": [
          "kaolala",
          "Momoko",
          "吉伊他爹",
          "mioqwq",
          "你不会以为我真会做吧",
          "王水"
        ],
        "f": true,
        "fts": 1760596508,
        "s": 57,
        "lts": 1760596508,
        "g": true,
        "bs": []
      },
      {
        "r": 142,
        "id": 7,
        "n": "周廿日",
        "in": "完赛，19号才结束，着急了。^_^ 20",
        "ms": [
          "一个星期二十天"
        ],
        "f": true,
        "fts": 1760614660,
        "s": 53,
        "lts": 1760614660,
        "g": true,
        "bs": []
      },
      {
        "r": 143,
        "id": 32,
        "n": "team",
        "in": "",
        "ms": [
          "甍",
          "Jack",
          "user #483",
          "-YHYHY-",
          "H2OMERO",
          "小告"
        ],
        "f": true,
        "fts": 1760618208,
        "s": 58,
        "lts": 1760618208,
        "g": true,
        "bs": []
      },
      {
        "r": 144,
        "id": 130,
        "n": "叫子队",
        "in": "哈基米哦南北绿豆啊西嘎那路哈呀库那路哦玛吉利叮咚鸡叮咚叮咚哈基米大狗一段带一段",
        "ms": [
          "不是叫子",
          "叫子",
          "Entwinedime",
          "XorTrue",
          "user #1284"
        ],
        "f": true,
        "fts": 1760627604,
        "s": 55,
        "lts": 1760627604,
        "g": true,
        "bs": []
      },
      {
        "r": 145,
        "id": 8,
        "n": "六人单刷组",
        "in": "L1thous和Gino和Shadow和M4n1f0ld和Flot3rva和Andromalius.，我和我和我和我和我和我六个人一起打US-TC，真的假的。",
        "ms": [
          "L1thous和他的名义们"
        ],
        "f": true,
        "fts": 1760628616,
        "s": 55,
        "lts": 1760628616,
        "g": true,
        "bs": []
      },
      {
        "r": 146,
        "id": 458,
        "n": "天才泊头苏小北",
        "in": "",
        "ms": [
          "元和十年"
        ],
        "f": true,
        "fts": 1760638972,
        "s": 60,
        "lts": 1760638972,
        "g": true,
        "bs": []
      },
      {
        "r": 147,
        "id": 343,
        "n": "The Void",
        "in": "Without Nothing",
        "ms": [
          "DKun",
          "轮回之殇",
          "K4dk0y",
          "DKun Pro",
          "jkCreeper",
          "lrcno6"
        ],
        "f": true,
        "fts": 1760647613,
        "s": 57,
        "lts": 1760647613,
        "g": true,
        "bs": []
      },
      {
        "r": 148,
        "id": 144,
        "n": "好想做薛定谔的猫啊",
        "in": "告诉学生們，去修 birkar 的課，交論文，得分最高的，獎一个华为手表。",
        "ms": [
          "圆周率射手"
        ],
        "f": true,
        "fts": 1760666043,
        "s": 54,
        "lts": 1760666043,
        "g": true,
        "bs": []
      },
      {
        "r": 149,
        "id": 37,
        "n": "那你去建个队伍喊我就好",
        "in": "观光的🥔",
        "ms": [
          "linna",
          "长安长乐",
          "linna",
          "Sying"
        ],
        "f": true,
        "fts": 1760670966,
        "s": 57,
        "lts": 1760670966,
        "g": true,
        "bs": []
      },
      {
        "r": 150,
        "id": 168,
        "n": "TG月饼团",
        "in": "关注THE GENIUS 中秋一起吃月饼！",
        "ms": [
          "TG 蛋黄莲蓉",
          "TG 凤梨月饼",
          "TG 五仁月饼",
          "TG 枣泥豆沙",
          "TG 鲜肉蛋黄",
          "TG 大虾芝士"
        ],
        "f": true,
        "fts": 1760678704,
        "s": 55,
        "lts": 1760678704,
        "g": true,
        "bs": []
      },
      {
        "r": 151,
        "id": 64,
        "n": "大能耐炸鸡腿",
        "in": "大能耐炸鸡腿",
        "ms": [
          "Shampoo猫猫",
          "冰糖葫芦娃",
          "xp_核桃酥版",
          "youmans",
          "user #770",
          "小暗剑（你们USTC怎么不让自定义代词）"
        ],
        "f": true,
        "fts": 1760686697,
        "s": 56,
        "lts": 1760686697,
        "g": true,
        "bs": []
      },
      {
        "r": 152,
        "id": 317,
        "n": "纷呈小分队！",
        "in": "请支持纷呈u你谢谢喵",
        "ms": [
          "Shiveords",
          "Rowena",
          "湘月",
          "田雨林",
          "Vesekskiy"
        ],
        "f": true,
        "fts": 1760692141,
        "s": 52,
        "lts": 1760692141,
        "g": true,
        "bs": []
      },
      {
        "r": 153,
        "id": 28,
        "n": "自嘲熊红丝绒🍫玫珑瓜纸杯蛋糕",
        "in": "写点什么呢？",
        "ms": [
          "祉",
          "云中客",
          "user #280",
          "user #316",
          "单魔素",
          "xiyu"
        ],
        "f": true,
        "fts": 1760712896,
        "s": 53,
        "lts": 1760712896,
        "g": true,
        "bs": []
      },
      {
        "r": 154,
        "id": 219,
        "n": "221A技术部（暂定）",
        "in": "",
        "ms": [
          "牢金（釜底抽薪思考中）#950",
          "lynnli #952",
          "Amie",
          "ForTeller #955",
          "(>_<)",
          "E.Space"
        ],
        "f": true,
        "fts": 1760713045,
        "s": 53,
        "lts": 1760713045,
        "g": true,
        "bs": []
      },
      {
        "r": 155,
        "id": 265,
        "n": "已经没什么好怕的了",
        "in": "日复一日地干完这票就金盆洗手",
        "ms": [
          "在玩hunt的途中燃尽了",
          "user #1124",
          "user #1125",
          "你多久没在玩hunt的时候又唱又跳了",
          "user #1174"
        ],
        "f": true,
        "fts": 1760722505,
        "s": 55,
        "lts": 1760722505,
        "g": true,
        "bs": []
      },
      {
        "r": 156,
        "id": 72,
        "n": "Celeste8^2",
        "in": "完赛就是胜利",
        "ms": [
          "wwcen",
          "Molong",
          "千年",
          "Breaker-K",
          "user #602",
          "shenmegui11"
        ],
        "f": true,
        "fts": 1760723168,
        "s": 55,
        "lts": 1760723168,
        "g": true,
        "bs": []
      },
      {
        "r": 157,
        "id": 162,
        "n": "浪费好题队",
        "in": "太菜了碰到好题也做不出来只能浪费掉",
        "ms": [
          "XiaoRabbit",
          "ccb",
          "烟雨同学",
          "黑白配",
          "user #1274",
          "没有短板 关鑫"
        ],
        "f": true,
        "fts": 1760724008,
        "s": 57,
        "lts": 1760777388,
        "g": true,
        "bs": []
      },
      {
        "r": 158,
        "id": 614,
        "n": "cc的Valorant单身俱乐部",
        "in": "",
        "ms": [
          "滑稽",
          "Mark",
          "kisaragi",
          "swzxb",
          "user #2087"
        ],
        "f": true,
        "fts": 1760726576,
        "s": 58,
        "lts": 1760726576,
        "g": true,
        "bs": []
      },
      {
        "r": 159,
        "id": 113,
        "n": "做的全队",
        "in": "NKU 做的最慢的小队",
        "ms": [
          "浣昔",
          "lumen",
          "星界旅者",
          "流风倾觞",
          "akin ",
          "橙怡寻谊"
        ],
        "f": true,
        "fts": 1760735733,
        "s": 55,
        "lts": 1760735733,
        "g": true,
        "bs": []
      },
      {
        "r": 160,
        "id": 73,
        "n": "SLGN",
        "in": "",
        "ms": [
          "MZS #047",
          "Scarlet",
          "NyarLancelot #795"
        ],
        "f": true,
        "fts": 1760753281,
        "s": 53,
        "lts": 1760753281,
        "g": true,
        "bs": []
      },
      {
        "r": 161,
        "id": 302,
        "n": "114514",
        "in": "是一个一个一个去年终于完赛了CCBC16的队伍（\n  今年争取完赛！",
        "ms": [
          "user #114514",
          "fzyakioi",
          "infinitycy",
          "nucleardog",
          "Withers",
          "你猜不菜1338"
        ],
        "f": true,
        "fts": 1760758353,
        "s": 54,
        "lts": 1760758353,
        "g": true,
        "bs": []
      },
      {
        "r": 162,
        "id": 456,
        "n": "未定义名称",
        "in": "114514",
        "ms": [
          "user #1203",
          "longneckeddove"
        ],
        "f": true,
        "fts": 1760769669,
        "s": 55,
        "lts": 1760769669,
        "g": true,
        "bs": []
      },
      {
        "r": 163,
        "id": 106,
        "n": "团子大家族",
        "in": "向这狗娘养的世界，献上我全部的爱！",
        "ms": [
          "失心蕾丝",
          "匹夫书生",
          "乌龟私募",
          "团侧定点",
          "八纮一宇",
          "四字挨地"
        ],
        "f": true,
        "fts": 1760773563,
        "s": 55,
        "lts": 1760773563,
        "g": true,
        "bs": []
      },
      {
        "r": 164,
        "id": 185,
        "n": "首尔数晓登中科大",
        "in": "",
        "ms": [
          "Billow_Wlossom",
          "阿飘的橙子",
          "lmh_qwq"
        ],
        "f": true,
        "fts": 1760777638,
        "s": 60,
        "lts": 1760777638,
        "g": true,
        "bs": []
      },
      {
        "r": 165,
        "id": 338,
        "n": "Team_202",
        "in": "",
        "ms": [
          "RyanXee",
          "CuteMeimeiqiqi"
        ],
        "f": true,
        "fts": 1760785875,
        "s": 53,
        "lts": 1760785875,
        "g": true,
        "bs": []
      },
      {
        "r": 166,
        "id": 347,
        "n": "鸬鹚不发了",
        "in": "luc!faLSaikou",
        "ms": [
          "yswyyy",
          "QqQe308",
          "点亮星星的人",
          "cutefu",
          "即使",
          "ACrifyec#1737"
        ],
        "f": true,
        "fts": 1760790701,
        "s": 63,
        "lts": 1760791229,
        "g": true,
        "bs": []
      },
      {
        "r": 167,
        "id": 57,
        "n": "i个好汉(5-i)个帮",
        "in": "我不道啊，他们说这里免费发鸡蛋，我就来了。",
        "ms": [
          "谜迷路路人",
          "FerryTime",
          "霖er",
          "user #249",
          "浅梦南风上筝"
        ],
        "f": true,
        "fts": 1760796815,
        "s": 56,
        "lts": 1760796815,
        "g": true,
        "bs": []
      },
      {
        "r": 168,
        "id": 14,
        "n": "团队合作，又快又错",
        "in": "菜狗puzzle hunters～～\n什么时候能完赛三次✋😭🤚",
        "ms": [
          "xiaoxu",
          "Sigma166",
          "Kristina",
          "Lyr1s",
          "user #474",
          "user #1783"
        ],
        "f": true,
        "fts": 1760797969,
        "s": 58,
        "lts": 1760797969,
        "g": true,
        "bs": []
      },
      {
        "r": 169,
        "id": 136,
        "n": "不适宜内容",
        "in": "队伍信息",
        "ms": [
          "wangsq",
          "user #575",
          "ithea",
          "Fading_Stars",
          "Night_sea_64",
          "oyzr"
        ],
        "f": true,
        "fts": 1760801299,
        "s": 57,
        "lts": 1760801299,
        "g": true,
        "bs": []
      },
      {
        "r": 170,
        "id": 439,
        "n": "0000000",
        "in": "总司令，不可以！\n为阴间的做题时间致歉xwx\n很努力地在争取阳间而非在夜间做题了xwx",
        "ms": [
          "w00k",
          "user #1619",
          "Me0w1nt"
        ],
        "f": true,
        "fts": 1760801387,
        "s": 55,
        "lts": 1760801387,
        "g": true,
        "bs": []
      },
      {
        "r": 171,
        "id": 164,
        "n": "棍木联盟",
        "in": "nssddsyssykymhyzzyfdkfsjmxyx",
        "ms": [
          "啥冒棍哥",
          "神名棍哥",
          "扫描棍哥",
          "树苗棍哥",
          "萨玛棍哥",
          "三面棍哥"
        ],
        "f": true,
        "fts": 1760804500,
        "s": 60,
        "lts": 1760847124,
        "g": true,
        "bs": []
      },
      {
        "r": 172,
        "id": 177,
        "n": "休闲划水看题队",
        "in": "",
        "ms": [
          "user #750",
          "user #780",
          "user #924",
          "野XX"
        ],
        "f": true,
        "fts": 1760808956,
        "s": 54,
        "lts": 1760808956,
        "g": true,
        "bs": []
      },
      {
        "r": 173,
        "id": 146,
        "n": "TRiASSiC",
        "in": "凌晨三点的天很黑，但是USTC完赛真的很耀眼",
        "ms": [
          "cmd01100000",
          "帆樊fan",
          "Gugugaga",
          "user #1279"
        ],
        "f": true,
        "fts": 1760813676,
        "s": 56,
        "lts": 1760813676,
        "g": true,
        "bs": []
      },
      {
        "r": 174,
        "id": 163,
        "n": "虚环",
        "in": "组建你的虚拟偶像天团！",
        "ms": [
          "影月",
          "xserfc",
          "Lost_Deviation",
          "Grag",
          "Zyf",
          "令狐冲"
        ],
        "f": true,
        "fts": 1760813801,
        "s": 58,
        "lts": 1760813801,
        "g": true,
        "bs": []
      },
      {
        "r": 175,
        "id": 231,
        "n": "四只松鼠",
        "in": "请输入文本",
        "ms": [
          "示云不会解密",
          "Happily appreciate",
          "LiYuanFanG",
          "Algo_Sl_al",
          "Cyclamen"
        ],
        "f": true,
        "fts": 1760825380,
        "s": 63,
        "lts": 1760873432,
        "g": true,
        "bs": []
      },
      {
        "r": 176,
        "id": 363,
        "n": "我不会喵",
        "in": "",
        "ms": [
          "我不会喵"
        ],
        "f": true,
        "fts": 1760828035,
        "s": 52,
        "lts": 1760828035,
        "g": true,
        "bs": []
      },
      {
        "r": 177,
        "id": 476,
        "n": "「　　　　　」",
        "in": "",
        "ms": [
          "SJoshua",
          "lion",
          "White",
          "user #2229"
        ],
        "f": true,
        "fts": 1760857803,
        "s": 59,
        "lts": 1760873207,
        "g": true,
        "bs": []
      },
      {
        "r": 178,
        "id": 137,
        "n": "UniverSeofTimeChaser",
        "in": "关注MV谢谢喵",
        "ms": [
          "SwParallel",
          "SwParadox",
          "user #577",
          "user #579",
          "Orthos",
          "boliyas"
        ],
        "f": true,
        "fts": 1760858050,
        "s": 63,
        "lts": 1760870092,
        "g": true,
        "bs": []
      },
      {
        "r": 179,
        "id": 261,
        "n": "狠心队友连夜抛弃我和豆包组了新队",
        "in": "上一世，队友抢走了我的豆包，而豆包抢走了我的队友。\n这一世，我带着提示系统卷土重来，誓要夺回我失去的头猪。😡",
        "ms": [
          "劲脆鸡腿堡"
        ],
        "f": true,
        "fts": 1760858573,
        "s": 54,
        "lts": 1760858573,
        "g": true,
        "bs": []
      },
      {
        "r": 180,
        "id": 576,
        "n": "富士山",
        "in": "",
        "ms": [
          "源狐#1937",
          "meisaidingli",
          "huc",
          "Dis0rDer",
          "NAINIU233",
          "Wh1speringS7ars"
        ],
        "f": true,
        "fts": 1760864342,
        "s": 63,
        "lts": 1760864342,
        "g": true,
        "bs": []
      },
      {
        "r": 181,
        "id": 359,
        "n": "网友张顺飞",
        "in": "",
        "ms": [
          "网友张顺飞"
        ],
        "f": true,
        "fts": 1760868410,
        "s": 53,
        "lts": 1760868410,
        "g": true,
        "bs": []
      },
      {
        "r": 182,
        "id": 235,
        "n": "明月与新家",
        "in": "",
        "ms": [
          "pph4br",
          "凩子白",
          "永恒的东风",
          "O皿O拟态学者:P",
          "user #1437"
        ],
        "f": true,
        "fts": 1760872360,
        "s": 60,
        "lts": 1760872360,
        "g": true,
        "bs": []
      },
      {
        "r": 183,
        "id": 236,
        "n": "5088",
        "in": "不会打ph",
        "ms": [
          "levitate545",
          "liuzhenhao09",
          "user #1403"
        ],
        "f": true,
        "fts": 1760874384,
        "s": 55,
        "lts": 1760874384,
        "g": true,
        "bs": []
      },
      {
        "r": 184,
        "id": 687,
        "n": "有时间来随便玩玩",
        "in": "随便玩玩",
        "ms": [
          "银币娘"
        ],
        "f": true,
        "fts": 1760874840,
        "s": 52,
        "lts": 1760874840,
        "g": true,
        "bs": []
      },
      {
        "r": 185,
        "id": 187,
        "n": "啊吧阿巴",
        "in": "🐢🐢🐢🐢",
        "ms": [
          "cmo",
          "humgee",
          "枫才不是Fawn",
          "Nijiwo",
          "masterLazy",
          "闇が怖く"
        ],
        "f": false,
        "fts": -1,
        "s": 54,
        "lts": 1760873658,
        "g": true,
        "bs": []
      },
      {
        "r": 186,
        "id": 158,
        "n": "不观光队",
        "in": "完赛c16！爽！",
        "ms": [
          "lkhw",
          "清冷语默",
          "cantnavet",
          "橙海",
          "麦香包",
          "白白的白方"
        ],
        "f": false,
        "fts": -1,
        "s": 53,
        "lts": 1760854408,
        "g": true,
        "bs": []
      },
      {
        "r": 187,
        "id": 506,
        "n": "看题小队",
        "in": "kkt",
        "ms": [
          "hardyzz",
          "dxz",
          "好没梗的队名只能用户名玩梗了",
          "冷月"
        ],
        "f": false,
        "fts": -1,
        "s": 52,
        "lts": 1760842127,
        "g": true,
        "bs": []
      },
      {
        "r": 188,
        "id": 433,
        "n": "Every Cat Needs Uber",
        "in": "",
        "ms": [
          "回复TD退订",
          "李性叫兽",
          "水水"
        ],
        "f": false,
        "fts": -1,
        "s": 52,
        "lts": 1760854940,
        "g": true,
        "bs": []
      },
      {
        "r": 189,
        "id": 142,
        "n": "altangeshen",
        "in": "？",
        "ms": [
          "artifw",
          "user #497",
          "blandwh",
          "LarkWHY",
          "zero"
        ],
        "f": false,
        "fts": -1,
        "s": 52,
        "lts": 1760858765,
        "g": true,
        "bs": []
      },
      {
        "r": 190,
        "id": 369,
        "n": "睡觉打卡群",
        "in": "",
        "ms": [
          "user #407",
          "早八起不来怎么救（提醒群u吃饭睡觉）"
        ],
        "f": false,
        "fts": -1,
        "s": 51,
        "lts": 1760855971,
        "g": true,
        "bs": []
      },
      {
        "r": 191,
        "id": 253,
        "n": "我想买一顶帽子送给雷雷",
        "in": "我想买一条裤子，我想买一双袜子，我想买一条围巾送给朵朵。\n谢谢你，我们来洗衣服吧。",
        "ms": [
          "孙小乔治1856",
          "h2929",
          "TK",
          "蓝莓脑袋",
          "阿菇"
        ],
        "f": false,
        "fts": -1,
        "s": 50,
        "lts": 1760815091,
        "g": true,
        "bs": []
      },
      {
        "r": 192,
        "id": 160,
        "n": "McDonald’s Delicious",
        "in": "周四也吃麦当劳🍔",
        "ms": [
          "麦当劳爱好者",
          "ctww",
          "肯德基爱好者"
        ],
        "f": false,
        "fts": -1,
        "s": 50,
        "lts": 1760870209,
        "g": true,
        "bs": []
      },
      {
        "r": 193,
        "id": 380,
        "n": "呜噜帕随便看看",
        "in": "呜噜呜噜呜?",
        "ms": [
          "user #1514"
        ],
        "f": false,
        "fts": -1,
        "s": 49,
        "lts": 1760866899,
        "g": true,
        "bs": []
      },
      {
        "r": 194,
        "id": 192,
        "n": "你相信光吗",
        "in": "纯观光旅行团，完成新手关就是胜利x",
        "ms": [
          "Vacancyyy",
          "v我50",
          "Karma #1087",
          "关注柠檬工厂谢谢喵",
          "蟑螂",
          "user #1685"
        ],
        "f": false,
        "fts": -1,
        "s": 48,
        "lts": 1760764926,
        "g": true,
        "bs": []
      },
      {
        "r": 195,
        "id": 267,
        "n": "Floating Dandelion",
        "in": "Given up",
        "ms": [
          "Phosnoiiv"
        ],
        "f": false,
        "fts": -1,
        "s": 48,
        "lts": 1760865913,
        "g": true,
        "bs": []
      },
      {
        "r": 196,
        "id": 24,
        "n": "老登怎么都不在啊",
        "in": "你们这个是什么队啊？你们这是害人不浅啊你们这个队",
        "ms": [
          "arimx",
          "白帽要睡觉",
          "AboAt #634",
          "EaseClock",
          "Kings沐风",
          "user #776"
        ],
        "f": false,
        "fts": -1,
        "s": 47,
        "lts": 1760337472,
        "g": true,
        "bs": []
      },
      {
        "r": 197,
        "id": 100,
        "n": "快点快点",
        "in": "“各位来讨论一下队名”\n——“队名对了来着”\n——“快点快点”\nRe: “快点快点” “要不就叫这个吧”\n——“对吧”\n——“那就先这样吧”\n——“okok”\n——“666”",
        "ms": [
          "IceCang_",
          "小绵羊",
          "siuuuuuuuu",
          "andy561",
          "VerlainE",
          "tzl_index545"
        ],
        "f": false,
        "fts": -1,
        "s": 47,
        "lts": 1760622359,
        "g": true,
        "bs": []
      },
      {
        "r": 198,
        "id": 197,
        "n": "15:53",
        "in": "",
        "ms": [
          "ll",
          "水晶单片眼镜",
          "罗神喵",
          "nb"
        ],
        "f": false,
        "fts": -1,
        "s": 47,
        "lts": 1760873175,
        "g": true,
        "bs": []
      },
      {
        "r": 199,
        "id": 209,
        "n": "纯萌新小组",
        "in": "",
        "ms": [
          "user #256",
          "user #909",
          "user #bluing",
          "user #1733"
        ],
        "f": false,
        "fts": -1,
        "s": 46,
        "lts": 1760531182,
        "g": true,
        "bs": []
      },
      {
        "r": 200,
        "id": 170,
        "n": "松鼠小队",
        "in": "",
        "ms": [
          "shrrel"
        ],
        "f": false,
        "fts": -1,
        "s": 46,
        "lts": 1760862976,
        "g": true,
        "bs": []
      },
      {
        "r": 201,
        "id": 285,
        "n": "一个都不会",
        "in": "",
        "ms": [
          "user #1025",
          "摸鱼的蝎子",
          "季卡 #1163",
          "Frey"
        ],
        "f": false,
        "fts": -1,
        "s": 46,
        "lts": 1760865773,
        "g": true,
        "bs": []
      },
      {
        "r": 202,
        "id": 234,
        "n": "Team Cherry",
        "in": "第三次PH 佛系看题",
        "ms": [
          "瑞典鱼",
          "EstherKH #33",
          "天才谜题手Sean",
          "工作人员"
        ],
        "f": false,
        "fts": -1,
        "s": 45,
        "lts": 1760803680,
        "g": true,
        "bs": []
      },
      {
        "r": 203,
        "id": 411,
        "n": "209C",
        "in": "感觉有点困了……要闭上眼睛吗？",
        "ms": [
          "月球牢理",
          "ShezSofa_HB",
          "FyHawKS #1572",
          "SDST #1573"
        ],
        "f": false,
        "fts": -1,
        "s": 45,
        "lts": 1760818530,
        "g": true,
        "bs": []
      },
      {
        "r": 204,
        "id": 465,
        "n": "Team hfyz",
        "in": "",
        "ms": [
          "user #1688",
          "wallace_qwq",
          "guguChrome",
          "user #2123"
        ],
        "f": false,
        "fts": -1,
        "s": 43,
        "lts": 1760806412,
        "g": true,
        "bs": []
      },
      {
        "r": 205,
        "id": 120,
        "n": "RC",
        "in": "随机密码团队，连思路都是随机的\n我们有:苦力1号KitsuNova 苦力2号aze 浮想联翩的Muzihe 发誓不再摆烂的清落",
        "ms": [
          "KitsuNova",
          "user #498",
          "Muzihe",
          "KindFish",
          "清落 #1301",
          "RainbowStars_"
        ],
        "f": false,
        "fts": -1,
        "s": 42,
        "lts": 1760777371,
        "g": true,
        "bs": []
      },
      {
        "r": 206,
        "id": 95,
        "n": "京 爷 禁 卫 军 ",
        "in": "民间苕皮",
        "ms": [
          "Snowy",
          "Kz.neo",
          "sr",
          "SB一个",
          "清欢渡",
          "sun1r"
        ],
        "f": false,
        "fts": -1,
        "s": 42,
        "lts": 1760847934,
        "g": true,
        "bs": []
      },
      {
        "r": 207,
        "id": 400,
        "n": "粽粽粽www（（（",
        "in": "依托粽子",
        "ms": [
          "zongzi_www",
          "user #1644",
          "City9320"
        ],
        "f": false,
        "fts": -1,
        "s": 42,
        "lts": 1760871880,
        "g": true,
        "bs": []
      },
      {
        "r": 208,
        "id": 403,
        "n": "草本植物",
        "in": "",
        "ms": [
          "草草"
        ],
        "f": false,
        "fts": -1,
        "s": 41,
        "lts": 1760323740,
        "g": true,
        "bs": []
      },
      {
        "r": 209,
        "id": 541,
        "n": "LLL",
        "in": "",
        "ms": [
          "一罐豆奶",
          "豆来没法搜",
          "香草豐川祥"
        ],
        "f": false,
        "fts": -1,
        "s": 41,
        "lts": 1760541318,
        "g": true,
        "bs": []
      },
      {
        "r": 210,
        "id": 366,
        "n": "油酥套餐",
        "in": "",
        "ms": [
          "龙宫城之介",
          "我要当太空人",
          "user #1598"
        ],
        "f": false,
        "fts": -1,
        "s": 40,
        "lts": 1760811112,
        "g": true,
        "bs": []
      },
      {
        "r": 211,
        "id": 329,
        "n": "Ustinian",
        "in": "",
        "ms": [
          "user #789",
          "user #1438"
        ],
        "f": false,
        "fts": -1,
        "s": 39,
        "lts": 1760182652,
        "g": true,
        "bs": []
      },
      {
        "r": 212,
        "id": 154,
        "n": "冰激凌诶好吃",
        "in": "吃冰激凌减肥",
        "ms": [
          "冰激凌IC",
          "itachi",
          "小佐内ゆき"
        ],
        "f": false,
        "fts": -1,
        "s": 38,
        "lts": 1760602089,
        "g": true,
        "bs": []
      },
      {
        "r": 213,
        "id": 492,
        "n": "Mecha",
        "in": "",
        "ms": [
          "Monomial"
        ],
        "f": false,
        "fts": -1,
        "s": 38,
        "lts": 1760602438,
        "g": true,
        "bs": []
      },
      {
        "r": 214,
        "id": 472,
        "n": "c0pyc4t",
        "in": "c0pyc4t",
        "ms": [
          "c0pyc4t",
          "user #1832",
          "Roo",
          "user #1864",
          "user #2162"
        ],
        "f": false,
        "fts": -1,
        "s": 38,
        "lts": 1760692371,
        "g": true,
        "bs": []
      },
      {
        "r": 215,
        "id": 661,
        "n": "这是什么比赛啊",
        "in": "这是什么比赛啊",
        "ms": [
          "倒霉儿"
        ],
        "f": false,
        "fts": -1,
        "s": 38,
        "lts": 1760858138,
        "g": true,
        "bs": []
      },
      {
        "r": 216,
        "id": 230,
        "n": "superseer",
        "in": "人菜瘾大，实力不详，目标完赛！",
        "ms": [
          "hajuyi",
          "user #1000"
        ],
        "f": false,
        "fts": -1,
        "s": 37,
        "lts": 1760097967,
        "g": true,
        "bs": []
      },
      {
        "r": 217,
        "id": 54,
        "n": "二連二拍の正弦波",
        "in": "很不幸，由于对正常作息以及健康大学生活的渴望，桠碸可能不能完赛ustc了，但还是支持pizzahunter（已完赛！）谢谢喵",
        "ms": [
          "桠碸"
        ],
        "f": false,
        "fts": -1,
        "s": 37,
        "lts": 1760265449,
        "g": true,
        "bs": []
      },
      {
        "r": 218,
        "id": 532,
        "n": "xsck",
        "in": "",
        "ms": [
          "xsck",
          "user #1842",
          "user #1985",
          "Aegleseeker",
          "user #2006",
          "user #2016"
        ],
        "f": false,
        "fts": -1,
        "s": 37,
        "lts": 1760844111,
        "g": true,
        "bs": []
      },
      {
        "r": 219,
        "id": 178,
        "n": "点击输入文字",
        "in": "utc+11",
        "ms": [
          "CSY",
          "chensyun1"
        ],
        "f": false,
        "fts": -1,
        "s": 37,
        "lts": 1760868675,
        "g": true,
        "bs": []
      },
      {
        "r": 220,
        "id": 218,
        "n": "Blackchocobest",
        "in": "Black chocolate is the best",
        "ms": [
          "Piere",
          "user #1013",
          "user #1014"
        ],
        "f": false,
        "fts": -1,
        "s": 36,
        "lts": 1760705220,
        "g": true,
        "bs": []
      },
      {
        "r": 221,
        "id": 76,
        "n": "宫守解谜小队",
        "in": "均段可以加分吗（?）",
        "ms": [
          "肥鱼肥鱼肥",
          "小桶雀雀子",
          "可乐加冰",
          "香草糖不甜",
          "维什戴尔玩家 #599",
          "user #852"
        ],
        "f": false,
        "fts": -1,
        "s": 36,
        "lts": 1760838412,
        "g": true,
        "bs": []
      },
      {
        "r": 222,
        "id": 658,
        "n": "为什么要演奏春日影",
        "in": "なぜ春日影を奏でるの！",
        "ms": [
          "user #2195",
          "Helfpoem",
          "Pororo",
          "user #2208",
          "user #2211",
          "yuyu"
        ],
        "f": false,
        "fts": -1,
        "s": 36,
        "lts": 1760844410,
        "g": true,
        "bs": []
      },
      {
        "r": 223,
        "id": 280,
        "n": "重生之我在复旦隔壁的上财做ux",
        "in": "啥人都有，那咋了？主打一个大杂烩：成员有三甲医院主治医生，有大厂交互设计总监，有红圈所合伙人，有知名古籍文字研究专家，有Marketing Director。蒽……说得我自己都信了\n\n",
        "ms": [
          "小宇Oliver",
          "OnlyAHuman",
          "4004",
          "芝麻肉松卷",
          "Simoo"
        ],
        "f": false,
        "fts": -1,
        "s": 35,
        "lts": 1760693525,
        "g": true,
        "bs": []
      },
      {
        "r": 224,
        "id": 353,
        "n": "碱基互补配队",
        "in": "",
        "ms": [
          "zyz"
        ],
        "f": false,
        "fts": -1,
        "s": 35,
        "lts": 1760792890,
        "g": true,
        "bs": []
      },
      {
        "r": 225,
        "id": 419,
        "n": "sudle",
        "in": "",
        "ms": [
          "sudle2008"
        ],
        "f": false,
        "fts": -1,
        "s": 34,
        "lts": 1760781454,
        "g": true,
        "bs": []
      },
      {
        "r": 226,
        "id": 51,
        "n": "洛伦兹力也想做功",
        "in": "🥔🥔🥔🥔🥔土豆，我允许任何人解剖你，允许任何人切开你，允许任何人红烧你，允许任何人清蒸你，允许任何人醋溜你，允许任何人油泼你，允许任何人糖醋你，允许任何人盐焗你，允许任何人酱爆你，允许任何人焖煮你，允许任何人白灼你，允许任何人煎炸你！但我不允许姜假冒你！",
        "ms": [
          "尘埃",
          "SOCHI",
          "医用无菌透明胶布",
          "npt"
        ],
        "f": false,
        "fts": -1,
        "s": 33,
        "lts": 1760264791,
        "g": true,
        "bs": []
      },
      {
        "r": 227,
        "id": 430,
        "n": "我要戒网瘾",
        "in": "",
        "ms": [
          "user #1599",
          "user #1600"
        ],
        "f": false,
        "fts": -1,
        "s": 33,
        "lts": 1760629048,
        "g": true,
        "bs": []
      },
      {
        "r": 228,
        "id": 632,
        "n": "ClubHouse",
        "in": "笑点解析：没有任何队员是中科大的",
        "ms": [
          "第175步兵团",
          "第104步兵团",
          "Fostira"
        ],
        "f": false,
        "fts": -1,
        "s": 33,
        "lts": 1760874536,
        "g": true,
        "bs": []
      },
      {
        "r": 229,
        "id": 247,
        "n": "喵星没有好圆",
        "in": "",
        "ms": [
          "抠脚趾可能不会被强制修改封禁账号追究责任",
          "源子不是源子",
          "海上柠月共潮生",
          "二六马来摆大烂"
        ],
        "f": false,
        "fts": -1,
        "s": 32,
        "lts": 1760370234,
        "g": true,
        "bs": []
      },
      {
        "r": 230,
        "id": 23,
        "n": "TTG",
        "in": "太热血了说实话朵拉真是智斗天花板了，里面语言逻辑缜密，全员智商在线，尤其是捣蛋鬼出来的那一刻我浑身上下冷汗直流，捣蛋鬼压迫感太强了，它冲过来的时候差点给我吓哭了。我始终都不明白朵拉是怎么找到他的。那种眼神直击了我的灵魂仿佛把我内心的想法全看了出来，等找到了捣蛋鬼后我才缓了过来，当时吓得我一身冷汗，剧情太烧脑了，后劲大的睡不着觉，真是难以想象作者能作出这样的剧情😢",
        "ms": [
          "我有一个胡萝卜",
          "积依晕菌",
          "海玲爱音趴",
          "Mulder",
          "11408"
        ],
        "f": false,
        "fts": -1,
        "s": 32,
        "lts": 1760773592,
        "g": true,
        "bs": []
      },
      {
        "r": 231,
        "id": 474,
        "n": "这一张旧船票能否登上你的客船",
        "in": "十一过于充实以至于现在才知道开赛",
        "ms": [
          "永夜",
          "12345609"
        ],
        "f": false,
        "fts": -1,
        "s": 31,
        "lts": 1760769373,
        "g": true,
        "bs": []
      },
      {
        "r": 232,
        "id": 664,
        "n": "为什么要演奏春日影(1)",
        "in": "孩子们，我来晚了",
        "ms": [
          "超级专楼侦探",
          "我是……？"
        ],
        "f": false,
        "fts": -1,
        "s": 31,
        "lts": 1760769782,
        "g": true,
        "bs": []
      },
      {
        "r": 233,
        "id": 189,
        "n": "鲨夫",
        "in": "嗯对",
        "ms": [
          "Rynellery"
        ],
        "f": false,
        "fts": -1,
        "s": 30,
        "lts": 1760768644,
        "g": true,
        "bs": []
      },
      {
        "r": 234,
        "id": 250,
        "n": "都是饼",
        "in": "都是饼",
        "ms": [
          "未来土豆",
          "Allegra",
          "zhec",
          "Egamad",
          "章鱼",
          "不适宜内容"
        ],
        "f": false,
        "fts": -1,
        "s": 29,
        "lts": 1760158639,
        "g": true,
        "bs": []
      },
      {
        "r": 235,
        "id": 344,
        "n": "吉林大学acg现视研",
        "in": "",
        "ms": [
          "DcSyaA",
          "user #2142",
          "user #2170"
        ],
        "f": false,
        "fts": -1,
        "s": 29,
        "lts": 1760429073,
        "g": true,
        "bs": []
      },
      {
        "r": 236,
        "id": 273,
        "n": "掷沙者",
        "in": "上学去了，桂中见",
        "ms": [
          "一个沙丢",
          "user #1226"
        ],
        "f": false,
        "fts": -1,
        "s": 29,
        "lts": 1760801314,
        "g": true,
        "bs": []
      },
      {
        "r": 237,
        "id": 621,
        "n": "🤔😲😋",
        "in": "",
        "ms": [
          "xshayu",
          "rrrrrock",
          "邱6",
          "user #2155",
          "user #2293"
        ],
        "f": false,
        "fts": -1,
        "s": 28,
        "lts": 1760846843,
        "g": true,
        "bs": []
      },
      {
        "r": 238,
        "id": 62,
        "n": "bid adieu",
        "in": "To say goodbye is to die a little.\n我们是一个忧伤的告别队伍，最擅长以各种形式告别（真的吗",
        "ms": [
          "Weigela",
          "完赛不了就把自己宫掉",
          "Simon111",
          "ちはや さきこ",
          "夜梦铃"
        ],
        "f": false,
        "fts": -1,
        "s": 26,
        "lts": 1760546927,
        "g": true,
        "bs": []
      },
      {
        "r": 239,
        "id": 334,
        "n": "Tantalus",
        "in": "",
        "ms": [
          "Kalimos花缘",
          "user #1740"
        ],
        "f": false,
        "fts": -1,
        "s": 26,
        "lts": 1760607642,
        "g": true,
        "bs": []
      },
      {
        "r": 240,
        "id": 501,
        "n": "可还有强hunt，能让我浅尝一败？",
        "in": "遇到火龙果大人乖乖交出600豆子就好了",
        "ms": [
          "火龙果"
        ],
        "f": false,
        "fts": -1,
        "s": 26,
        "lts": 1760790020,
        "g": true,
        "bs": []
      },
      {
        "r": 241,
        "id": 475,
        "n": "Donut_Solo",
        "in": "",
        "ms": [
          "user #1706"
        ],
        "f": false,
        "fts": -1,
        "s": 25,
        "lts": 1760842033,
        "g": true,
        "bs": []
      },
      {
        "r": 242,
        "id": 426,
        "n": "丢丢",
        "in": "睡觉了",
        "ms": [
          "丢丢",
          "user #2033",
          "yyf",
          "冉冉冉aaa",
          "user #2267"
        ],
        "f": false,
        "fts": -1,
        "s": 25,
        "lts": 1760875146,
        "g": true,
        "bs": []
      },
      {
        "r": 243,
        "id": 395,
        "n": "FatalError:NoMoon",
        "in": "",
        "ms": [
          "user #1544"
        ],
        "f": false,
        "fts": -1,
        "s": 24,
        "lts": 1760103149,
        "g": true,
        "bs": []
      },
      {
        "r": 244,
        "id": 652,
        "n": "冒险小猪队",
        "in": "",
        "ms": [
          "Ricardo12138",
          "混子二号选手",
          "一道都不会吗",
          "beibeikiss",
          "无喧无言",
          "Braid46"
        ],
        "f": false,
        "fts": -1,
        "s": 24,
        "lts": 1760756036,
        "g": true,
        "bs": []
      },
      {
        "r": 245,
        "id": 206,
        "n": "不知道取什么名",
        "in": "",
        "ms": [
          "zzq",
          "Nick chen",
          "Cry",
          "Nn_",
          "北笙",
          "星夜行"
        ],
        "f": false,
        "fts": -1,
        "s": 24,
        "lts": 1760875015,
        "g": true,
        "bs": []
      },
      {
        "r": 246,
        "id": 349,
        "n": "BMCA",
        "in": "",
        "ms": [
          "MasterRedDust"
        ],
        "f": false,
        "fts": -1,
        "s": 23,
        "lts": 1760319044,
        "g": true,
        "bs": []
      },
      {
        "r": 247,
        "id": 373,
        "n": "skjkh",
        "in": "",
        "ms": [
          "user #1499",
          "Dantej10n"
        ],
        "f": false,
        "fts": -1,
        "s": 23,
        "lts": 1760678771,
        "g": true,
        "bs": []
      },
      {
        "r": 248,
        "id": 362,
        "n": "サンフェーデッド",
        "in": "",
        "ms": [
          "poppy"
        ],
        "f": false,
        "fts": -1,
        "s": 22,
        "lts": 1759988475,
        "g": true,
        "bs": []
      },
      {
        "r": 249,
        "id": 90,
        "n": "Yrraal",
        "in": "",
        "ms": [
          "Laarry"
        ],
        "f": false,
        "fts": -1,
        "s": 22,
        "lts": 1760014206,
        "g": true,
        "bs": []
      },
      {
        "r": 250,
        "id": 279,
        "n": "OOO",
        "in": "OOO！OOO！OOO！",
        "ms": [
          "Fiu233",
          "FUpigeon",
          "Discovery493",
          "葡萄味的玉米"
        ],
        "f": false,
        "fts": -1,
        "s": 22,
        "lts": 1760031354,
        "g": true,
        "bs": []
      },
      {
        "r": 251,
        "id": 434,
        "n": "初等解谜",
        "in": "",
        "ms": [
          "user #1608",
          "user #1611",
          "玟池欧尼",
          "user #1625",
          "user #1626",
          "user #1738"
        ],
        "f": false,
        "fts": -1,
        "s": 21,
        "lts": 1760104985,
        "g": true,
        "bs": []
      },
      {
        "r": 252,
        "id": 268,
        "n": "喵喵队",
        "in": "可爱至上，友谊第一，喵呜~",
        "ms": [
          "user #1136",
          "user #716"
        ],
        "f": false,
        "fts": -1,
        "s": 21,
        "lts": 1760282839,
        "g": true,
        "bs": []
      },
      {
        "r": 253,
        "id": 539,
        "n": "队长说的都队",
        "in": "",
        "ms": [
          "user #1860",
          "Benny",
          "ouo",
          "Lapis_Stern"
        ],
        "f": false,
        "fts": -1,
        "s": 21,
        "lts": 1760601230,
        "g": true,
        "bs": []
      },
      {
        "r": 254,
        "id": 589,
        "n": "把红旗插上高峰",
        "in": "国护队占领科大（）",
        "ms": [
          "青花乐醒",
          "Mr.BAT",
          "user #1993",
          "想想想放假",
          "trigger03",
          "Emperor Penguin"
        ],
        "f": false,
        "fts": -1,
        "s": 21,
        "lts": 1760779363,
        "g": true,
        "bs": []
      },
      {
        "r": 255,
        "id": 567,
        "n": "Dont Think Just Feel",
        "in": "你说得对，但是这人是一个在申请季10月13号突发奇想来打puzzle hunt的神笔高中生",
        "ms": [
          "henry_in_out",
          "ruotian"
        ],
        "f": false,
        "fts": -1,
        "s": 21,
        "lts": 1760873665,
        "g": true,
        "bs": []
      },
      {
        "r": 256,
        "id": 104,
        "n": "MyNIR_AveBarjack",
        "in": "惊天六条区",
        "ms": [
          "失败的man我是纱布小闭灯（爱队友tv）",
          "神崎广会成为科南吗",
          "Natist #446",
          "你怎么知道糖爱音是小日向美香fmt第一排",
          "洞性恋",
          "想成为科♂的特异人士"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1759940883,
        "g": true,
        "bs": []
      },
      {
        "r": 257,
        "id": 41,
        "n": "管家?",
        "in": "管家狂管家有理，你狂管家打断你的双腿",
        "ms": [
          "user #86",
          "?",
          "user #1510"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1759997027,
        "g": true,
        "bs": []
      },
      {
        "r": 258,
        "id": 292,
        "n": "（将显示在排行榜上）",
        "in": "（将显示在排行榜上，可以下拉右下角从而增大显示区域）",
        "ms": [
          "是小魔仙捏",
          "elstrrr",
          "user #1346",
          "Zhiyuan",
          "user #1530",
          "user #1534"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760002760,
        "g": true,
        "bs": []
      },
      {
        "r": 259,
        "id": 297,
        "n": " 垃圾桶里的银河球棒侠",
        "in": "萌新第一次玩puzzle hunt，但是做到第20题电脑坏了！电脑，我的电脑，没有你我怎么活啊呜呜呜",
        "ms": [
          "Sayu_zzz"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760017318,
        "g": true,
        "bs": []
      },
      {
        "r": 260,
        "id": 201,
        "n": "队伍名称应至少包含2个非空白字符后面忘了",
        "in": "（队伍什么都没写…吗？）",
        "ms": [
          "Vrbitrary",
          "user #897"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760175776,
        "g": true,
        "bs": []
      },
      {
        "r": 261,
        "id": 352,
        "n": "完赛就行",
        "in": "",
        "ms": [
          "user #1461"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760429215,
        "g": true,
        "bs": []
      },
      {
        "r": 262,
        "id": 533,
        "n": "你干嘛",
        "in": "",
        "ms": [
          "climber",
          "肖俊文",
          "hongzibo",
          "洪楷迪",
          "龙玉"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760493516,
        "g": true,
        "bs": []
      },
      {
        "r": 263,
        "id": 464,
        "n": "羊宫妃那亲卫队",
        "in": "",
        "ms": [
          "栗野真鸡",
          "user #1717",
          "user #1718",
          "user #1739"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760546930,
        "g": true,
        "bs": []
      },
      {
        "r": 264,
        "id": 640,
        "n": "我觉得还好",
        "in": "场收菜",
        "ms": [
          "1TRS",
          "Squali",
          "gzss",
          "user #2200"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760742948,
        "g": true,
        "bs": []
      },
      {
        "r": 265,
        "id": 680,
        "n": "pop mart",
        "in": "没啥好说的",
        "ms": [
          "Dorfstrabe",
          "山田凉",
          "user #2257"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760755107,
        "g": true,
        "bs": []
      },
      {
        "r": 266,
        "id": 538,
        "n": "ifjk",
        "in": "",
        "ms": [
          "user #1861",
          "积分霸主",
          "user #1976",
          "user #2009"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760755383,
        "g": true,
        "bs": []
      },
      {
        "r": 267,
        "id": 451,
        "n": "萌新别搞",
        "in": "这里没有简介",
        "ms": [
          "user #1653",
          "_Terry__"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760779512,
        "g": true,
        "bs": []
      },
      {
        "r": 268,
        "id": 594,
        "n": "1234",
        "in": "",
        "ms": [
          "ASaXm",
          "user #1982",
          "user #2004",
          "strawberry jam",
          "Long ",
          "海棠."
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760799683,
        "g": true,
        "bs": []
      },
      {
        "r": 269,
        "id": 654,
        "n": "这题超纲了",
        "in": "",
        "ms": [
          "user #2188",
          "user #2184",
          "user #2185",
          "user #2186",
          "user #2189",
          "user #2190"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760802898,
        "g": true,
        "bs": []
      },
      {
        "r": 270,
        "id": 623,
        "n": "谜题终结者",
        "in": "",
        "ms": [
          "user #2098",
          "user #2096",
          "user #2097",
          "user #2125",
          "SaYoung",
          "user #2250"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760803696,
        "g": true,
        "bs": []
      },
      {
        "r": 271,
        "id": 249,
        "n": "重生之我在puzzle解谜中封神",
        "in": "上一世，我是被凯撒密码背刺的冤种，是卡在元谜题前猝死的炮灰。\t\n但这一次——系统响了：『检测到怨气值MAX，绑定puzzle猎谜王！』\n我囤积咖啡因静脉注射，我驯服Excel咒语召唤函数之神，当对手喊“这题不科学”时，我反手掏出《谜题与野狗の生存手册》第3条：『所有玄学，都是重生者蓄谋已久的必然』\n颤抖吧谜题！这一世，我的逻辑将劈开所有混沌，而你们掉落的『碎片』，终将铸就我——猎谜王の冠冕",
        "ms": [
          "王不迟疑"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760836097,
        "g": true,
        "bs": []
      },
      {
        "r": 272,
        "id": 662,
        "n": "team907",
        "in": "",
        "ms": [
          "毕辰锦",
          "施嘉鹏"
        ],
        "f": false,
        "fts": -1,
        "s": 20,
        "lts": 1760839386,
        "g": true,
        "bs": []
      },
      {
        "r": 273,
        "id": 255,
        "n": "大地阡陌",
        "in": "",
        "ms": [
          "大地阡陌"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1759821625,
        "g": true,
        "bs": []
      },
      {
        "r": 274,
        "id": 101,
        "n": "lzw和他的好朋友",
        "in": "安分点你马上发哈松岛枫那我阿富汗文法··",
        "ms": [
          "lzw #422",
          "铁呆乱炖锅",
          "cc22155",
          "我有愉愉症",
          "吃馄饨的神蚀者 #1523",
          "brealid #1524"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1759897924,
        "g": true,
        "bs": []
      },
      {
        "r": 275,
        "id": 47,
        "n": "阿鸡的解谜小分队",
        "in": "不卖，纯解谜",
        "ms": [
          "墨枭",
          "FM辰尧",
          "泽·NPC·守",
          "黄包车夫某祥子",
          "Lpal",
          "猫猫人喵"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1759919846,
        "g": true,
        "bs": []
      },
      {
        "r": 276,
        "id": 282,
        "n": "坎特伯雷公主与骑士唤醒冠军之剑的奇幻冒险",
        "in": "众所周知，这游戏有二十个字，队伍字数上限也是二十，单刷人解不出二十题了",
        "ms": [
          "Future_Knight"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1759971634,
        "g": true,
        "bs": []
      },
      {
        "r": 277,
        "id": 397,
        "n": "参与即胜利",
        "in": "你说得对",
        "ms": [
          "Flash",
          "M1zuyn",
          "荔枝呀",
          "月醴"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760031432,
        "g": true,
        "bs": []
      },
      {
        "r": 278,
        "id": 378,
        "n": "东南西北临时观光非正式探索小队15/20",
        "in": "",
        "ms": [
          "夏森南还在不做纸笔吗",
          "user #1493",
          "泥深dxy #1517",
          "青空羽鹤麾下忠犬",
          "user #1694"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760065249,
        "g": true,
        "bs": []
      },
      {
        "r": 279,
        "id": 275,
        "n": "u（e）stc",
        "in": "",
        "ms": [
          "花已开 #1155",
          "王博鑫 #1410",
          "user #1417"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760083342,
        "g": true,
        "bs": []
      },
      {
        "r": 280,
        "id": 467,
        "n": "做出一题就是胜利",
        "in": "rt",
        "ms": [
          "user #1692",
          "user #1758",
          "user #1759",
          "cutx64",
          "user #1826"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760110004,
        "g": true,
        "bs": []
      },
      {
        "r": 281,
        "id": 156,
        "n": "为什么平口起子也能拧开十字螺丝",
        "in": "我毫无头绪",
        "ms": [
          "WhitenSora"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760172050,
        "g": true,
        "bs": []
      },
      {
        "r": 282,
        "id": 118,
        "n": "YC2.0 Team Plus",
        "in": "一群业余的Puzzle Hunter & whker & OIer",
        "ms": [
          "AutumnQ",
          "moon_set",
          "user #1120",
          "PassingDreams",
          "xzy6"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760189751,
        "g": true,
        "bs": []
      },
      {
        "r": 283,
        "id": 307,
        "n": "盐风溶洞奶龙皇",
        "in": "",
        "ms": [
          "盐酸特尔卡",
          "汐寻",
          "小幽灵"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760195800,
        "g": true,
        "bs": []
      },
      {
        "r": 284,
        "id": 258,
        "n": "中国女人绝不认输😈",
        "in": "可恶！我们才不会被打倒啊啊啊啊啊啊",
        "ms": [
          "多比王子",
          "inko",
          "user #1146"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760217517,
        "g": true,
        "bs": []
      },
      {
        "r": 285,
        "id": 479,
        "n": "深海猎人",
        "in": "你说得对，但是椰子加农炮（Coconut Cannon），是益智策略类塔防御战游戏《植物大战僵尸2：奇妙时空之旅》中的一种植物道具。\n椰子加农炮，原型是椰子。属于海盗港湾时空。椰子加农炮杀伤力很大，但是攻击间隔较长且需要手动点击，因此使用时通常需要其他植物的掩护。椰子加农炮可以把以炮弹击中点3×3范围内的目标轰翻，造成中等威力的爆炸破坏。",
        "ms": [
          "k#1714",
          "k#1714",
          "user #1766",
          "user #2202"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760271989,
        "g": true,
        "bs": []
      },
      {
        "r": 286,
        "id": 74,
        "n": "zzz",
        "in": "",
        "ms": [
          "user #301",
          "user #296",
          "user #799"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760336970,
        "g": true,
        "bs": []
      },
      {
        "r": 287,
        "id": 398,
        "n": "ql",
        "in": "",
        "ms": [
          "kiloli"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760442025,
        "g": true,
        "bs": []
      },
      {
        "r": 288,
        "id": 440,
        "n": "萌萌又新新",
        "in": "第一次发现数独每行之和相同的时候 因过于感动而哭出来\n因为发觉过于萌动的羞耻心根本无人在意 才模仿和他人一样 \n已经克服了很久 才开始试着 把成绩单紧紧团成一团\n「也稍微学得变得有些聪明了吗」说真的不确定这句是夸奖还是嘲笑",
        "ms": [
          "空诗"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760539991,
        "g": true,
        "bs": []
      },
      {
        "r": 289,
        "id": 615,
        "n": "圣火喵喵",
        "in": "圣火昭昭，圣光耀耀，凡我弟子，喵喵喵喵。怜我猫猫，飘零无助，恩泽万物，唯猫猫故。猫猫慈父，知义知情，启我澄心，苏我明性。\n怜我世间，魔尘坌染，除恶扬善，唯猫猫故。生亦何欢，死亦何苦，熊熊圣火，焚我残躯。十二常宝，普启诸明，妙音引路，无量净土。喵喵喵喵喵。",
        "ms": [
          "喵喵喵",
          "user #2084",
          "user #2118",
          "user #2133"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760620328,
        "g": true,
        "bs": []
      },
      {
        "r": 290,
        "id": 566,
        "n": "随便润",
        "in": "",
        "ms": [
          "user #1913",
          "user #1925",
          "user #2100"
        ],
        "f": false,
        "fts": -1,
        "s": 19,
        "lts": 1760867932,
        "g": true,
        "bs": []
      },
      {
        "r": 291,
        "id": 141,
        "n": "世纪末彼岸花丛中的死之结界",
        "in": "",
        "ms": [
          "高洁的小狗",
          "expectation",
          "长九",
          "松间弈",
          "糖纸",
          "Fuyuki"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1759901045,
        "g": true,
        "bs": []
      },
      {
        "r": 292,
        "id": 336,
        "n": "霁祭泰卦怪夬",
        "in": "",
        "ms": [
          "Tsjinsin"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1759935724,
        "g": true,
        "bs": []
      },
      {
        "r": 293,
        "id": 335,
        "n": "金坚川页",
        "in": "JJCY studio\nporters of mysteries.\n我们不生产答案，我们只是答案的搬运工。",
        "ms": [
          "川页",
          "金坚",
          "user #1487",
          "user #1533"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1759936333,
        "g": true,
        "bs": []
      },
      {
        "r": 294,
        "id": 407,
        "n": "aabcdeff",
        "in": "",
        "ms": [
          "user #1564"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1759964805,
        "g": true,
        "bs": []
      },
      {
        "r": 295,
        "id": 43,
        "n": "SegmaTree",
        "in": "",
        "ms": [
          "slmhh"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1760009552,
        "g": true,
        "bs": []
      },
      {
        "r": 296,
        "id": 312,
        "n": "工兽聚解谜小队",
        "in": "",
        "ms": [
          "麒麟梦殇",
          "猫猫回家找妈妈",
          "user #1508"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1760012620,
        "g": true,
        "bs": []
      },
      {
        "r": 297,
        "id": 56,
        "n": "=。=",
        "in": "诶诶诶？？？Aキ🦆？Aキ🦆？Aキ🦆？？？？Aキ🦆？！？！Aキ🦆？！！！Aキ🦆！！！！！！！！！？！？！？！！！Aキ🦆？？？？！Aキ🦆？？？Aキ🦆？诶？诶？！？！诶诶诶诶诶？！？！？！噫——！！！噫——！！！噫！Aキ🦆！诶？Aキ🦆！诶？？？哦哦哦噢噢噢哦哦？呜喔！！！！！！！（全场欢呼）哈？诶？诶？噫？噫————————Aキ🦆？",
        "ms": [
          "haveAknifeday",
          "SmallBlack",
          "Selinki",
          "i∈△ #496",
          "user #679",
          "Lusite"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1760155399,
        "g": true,
        "bs": []
      },
      {
        "r": 298,
        "id": 342,
        "n": "旅游观光",
        "in": "只是看题目来的",
        "ms": [
          "user #1386"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1760437177,
        "g": true,
        "bs": []
      },
      {
        "r": 299,
        "id": 471,
        "n": "陈泽宇USTC分队",
        "in": "无",
        "ms": [
          "Frieren"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1760527149,
        "g": true,
        "bs": []
      },
      {
        "r": 300,
        "id": 262,
        "n": "pumpkin-hunt",
        "in": "",
        "ms": [
          "sasory",
          "user #1097",
          "路绘",
          "user #1164",
          "user #1788"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1760775332,
        "g": true,
        "bs": []
      },
      {
        "r": 301,
        "id": 557,
        "n": "devil mine craft",
        "in": "If you want it, then you have to take it.",
        "ms": [
          "Ac #1895"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1760778446,
        "g": true,
        "bs": []
      },
      {
        "r": 302,
        "id": 480,
        "n": "CYEZ noobs",
        "in": ":(",
        "ms": [
          "Hughpig",
          "user #1784",
          "Easonmyc",
          "HarveyZ"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1760786494,
        "g": true,
        "bs": []
      },
      {
        "r": 303,
        "id": 487,
        "n": "鹦鹉和柠檬",
        "in": "我们又来了",
        "ms": [
          "鹦鹉",
          "柠檬"
        ],
        "f": false,
        "fts": -1,
        "s": 18,
        "lts": 1760806362,
        "g": true,
        "bs": []
      },
      {
        "r": 304,
        "id": 175,
        "n": "啊啊啊ustc我来了！！！",
        "in": "你好ustc我爱你ustc ustc你和我结婚吧等等我不喜欢和那个jpjm差不多的人滚吧呜呜呜呜我讨厌你呜呜呜呜呜\n\n请都来玩《14种扫雷变体》（无收益广告）！",
        "ms": [
          "Puzzle-Eazon",
          "LY写作业",
          "zl",
          "二氧化锰",
          "user #1175",
          "ValidCashew6234"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1759909091,
        "g": true,
        "bs": []
      },
      {
        "r": 305,
        "id": 244,
        "n": "asdasdsad",
        "in": "asdsadsad",
        "ms": [
          "user #1053"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1759927912,
        "g": true,
        "bs": []
      },
      {
        "r": 306,
        "id": 345,
        "n": "动物园",
        "in": "队里包含：“害群的马”，“划水的鱼”，“缩头的龟”，“退堂的鼓”，“搅屎的棍”",
        "ms": [
          "isaomour",
          "2222",
          "此人煌商或许不在众人之下",
          "起司牌咖啡",
          "霈烟芷寒"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1759929963,
        "g": true,
        "bs": []
      },
      {
        "r": 307,
        "id": 455,
        "n": "我是机器人布林布洛~",
        "in": "我是机器人布林布洛~",
        "ms": [
          "机器人布林布洛~"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1759976800,
        "g": true,
        "bs": []
      },
      {
        "r": 308,
        "id": 360,
        "n": "幽幽子",
        "in": "",
        "ms": [
          "user #783",
          "user #1492",
          "user #1509"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1759980373,
        "g": true,
        "bs": []
      },
      {
        "r": 309,
        "id": 264,
        "n": "群主怎么没有国庆队",
        "in": "话说组合学是不是一种Treasure Chase啊.",
        "ms": [
          "石川啄木喵",
          "Exhale_Inhale",
          "Alpha不狗",
          "cuteRK",
          "梵",
          "user #1135"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1759989862,
        "g": true,
        "bs": []
      },
      {
        "r": 310,
        "id": 320,
        "n": "Cipher&Key27",
        "in": "",
        "ms": [
          "Kelpus",
          "AgNO₃",
          "s-顺式丁二烯",
          "user #1462"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1759994967,
        "g": true,
        "bs": []
      },
      {
        "r": 311,
        "id": 301,
        "n": "矿院挖矿",
        "in": "我真的活过那次疫情了吗",
        "ms": [
          "siaris#saminick",
          "user #1261",
          "我真的是人类吗，啊  我明白了，我不是人"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760008701,
        "g": true,
        "bs": []
      },
      {
        "r": 312,
        "id": 424,
        "n": "【未知数据】",
        "in": "【未知数据】",
        "ms": [
          "飞鼠_Triones"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760020824,
        "g": true,
        "bs": []
      },
      {
        "r": 313,
        "id": 281,
        "n": "上上下下左右左右ABAB",
        "in": "30",
        "ms": [
          "user #1181",
          "error418",
          "荷花酥",
          "摩卡",
          "user #1208",
          "sizuku"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760031553,
        "g": true,
        "bs": []
      },
      {
        "r": 314,
        "id": 65,
        "n": "碱基互补配对",
        "in": "",
        "ms": [
          "jinning",
          "user #282"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760114199,
        "g": true,
        "bs": []
      },
      {
        "r": 315,
        "id": 143,
        "n": "曼波",
        "in": "他朝若是同哈气，此生也算共基米。",
        "ms": [
          "user-JKJ",
          "astneeinredptus",
          "Isaac",
          "殿棍Otto",
          "TsingSummerX",
          "aqu子"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760143102,
        "g": true,
        "bs": []
      },
      {
        "r": 316,
        "id": 473,
        "n": "OK-MEbgkwm",
        "in": "USTCUSTCU",
        "ms": [
          "Alioth",
          "芃",
          "果脯肉"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760168363,
        "g": true,
        "bs": []
      },
      {
        "r": 317,
        "id": 213,
        "n": "看看题对不队",
        "in": "",
        "ms": [
          "qsyyk"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760193885,
        "g": true,
        "bs": []
      },
      {
        "r": 318,
        "id": 150,
        "n": "🐽超星五灵侠USTCsite🐽",
        "in": "O GG Bond童话里做英雄O GG Bond热血心中流动O GG Bond一切掌握手中让世界更美好坚持就一定成功嘿嘿嘿不要小看大肚腩说到勇敢说到机灵他是一级棒喂喂喂别在他面前逞强所有作恶分子一旦见到他闪一旁而他很简单他最爱吃冰激凌棒棒糖朋友不管遇到什么困难有他猪猪侠就不用烦O GG Bond童话里做英雄O GG Bond热血心中流动O GG Bond一切掌握手中让世界更美好坚持就一定成功",
        "ms": [
          "light5QAQ"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760196694,
        "g": true,
        "bs": []
      },
      {
        "r": 319,
        "id": 381,
        "n": "你好",
        "in": "嗯",
        "ms": [
          "user #1516"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760250018,
        "g": true,
        "bs": []
      },
      {
        "r": 320,
        "id": 511,
        "n": "炮灰破坏平衡",
        "in": "",
        "ms": [
          "PurpleSpaz"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760349265,
        "g": true,
        "bs": []
      },
      {
        "r": 321,
        "id": 238,
        "n": "少侦小分队",
        "in": "",
        "ms": [
          "user #1034",
          "小青龙傲天",
          "9527"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760505371,
        "g": true,
        "bs": []
      },
      {
        "r": 322,
        "id": 643,
        "n": "3744",
        "in": "",
        "ms": [
          "user #2159"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760595671,
        "g": true,
        "bs": []
      },
      {
        "r": 323,
        "id": 535,
        "n": "816",
        "in": "",
        "ms": [
          " 董旭峰",
          " 谌祺昊",
          "钱靖轩",
          "user #1867汪登明",
          "李星逸"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760607190,
        "g": true,
        "bs": []
      },
      {
        "r": 324,
        "id": 122,
        "n": "404notfound",
        "in": "",
        "ms": [
          "云梦天涯",
          "Nightbird",
          "残缺染了锈迹的弦音",
          "再见，⿰⿱人"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760667973,
        "g": true,
        "bs": []
      },
      {
        "r": 325,
        "id": 537,
        "n": "京爷仰慕者",
        "in": "京爷太帅了",
        "ms": [
          "user #1852",
          "CaochengQwQ",
          "余书航",
          "wal",
          "user #1857"
        ],
        "f": false,
        "fts": -1,
        "s": 17,
        "lts": 1760769968,
        "g": true,
        "bs": []
      },
      {
        "r": 326,
        "id": 266,
        "n": "Nothingness",
        "in": "Null",
        "ms": [
          "__abs128",
          "user #1132",
          "c6H"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1759895552,
        "g": true,
        "bs": []
      },
      {
        "r": 327,
        "id": 269,
        "n": "爱如潮水",
        "in": "since 2018.",
        "ms": [
          "FWing5",
          "skzoe",
          "user #1178",
          "user #1218",
          "nirvao"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1759917929,
        "g": true,
        "bs": []
      },
      {
        "r": 328,
        "id": 300,
        "n": "huayue",
        "in": "",
        "ms": [
          "user #1248",
          "霖铃"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760059000,
        "g": true,
        "bs": []
      },
      {
        "r": 329,
        "id": 437,
        "n": "123123123",
        "in": "萌新单刷尝试",
        "ms": [
          "user #1614"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760062245,
        "g": true,
        "bs": []
      },
      {
        "r": 330,
        "id": 356,
        "n": "CRAZYTHURSDUI",
        "in": "",
        "ms": [
          "Aname",
          "lazytag",
          "yuvi360"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760100285,
        "g": true,
        "bs": []
      },
      {
        "r": 331,
        "id": 278,
        "n": "dcggqwq",
        "in": "",
        "ms": [
          "c_haoyang",
          "UserCyk"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760159390,
        "g": true,
        "bs": []
      },
      {
        "r": 332,
        "id": 354,
        "n": "PH24413796",
        "in": "",
        "ms": [
          "SASAKUZYO ",
          "上杉绘梨衣",
          "user #1631",
          "user #1637",
          "user #1638"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760348912,
        "g": true,
        "bs": []
      },
      {
        "r": 333,
        "id": 563,
        "n": "哈基米南北绿豆",
        "in": "哈基米喔南北绿豆，啊系噶哈呀库那路",
        "ms": [
          "哈雅库奶龙",
          "阿西嘎哈呀库",
          "咕咕嘎嘎灵感菇",
          "user #1995",
          "使用零光游玩Ether Strike"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760459031,
        "g": true,
        "bs": []
      },
      {
        "r": 334,
        "id": 294,
        "n": "丸puzzle",
        "in": "",
        "ms": [
          "玛露可",
          "BHGFPMK",
          "卷卷",
          "user #1577"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760482985,
        "g": true,
        "bs": []
      },
      {
        "r": 335,
        "id": 305,
        "n": "Creator",
        "in": "我们坚定捍卫Orange的队长地位",
        "ms": [
          "Orange",
          "user #1269",
          "user #1271",
          "user #1273",
          "user #1277",
          "user #1466"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760546454,
        "g": true,
        "bs": []
      },
      {
        "r": 336,
        "id": 552,
        "n": "加入USTC杀戮尖塔199211882喵",
        "in": "",
        "ms": [
          "user #1884",
          "user #2010",
          "wyd ",
          "user #2078"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760628587,
        "g": true,
        "bs": []
      },
      {
        "r": 337,
        "id": 271,
        "n": "长期素食队",
        "in": "我们是来陪跑的蒟蒻队伍",
        "ms": [
          "Cute_zsz",
          "Sarti45",
          "kkkker",
          "Monkey"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760676367,
        "g": true,
        "bs": []
      },
      {
        "r": 338,
        "id": 518,
        "n": "水怪",
        "in": "",
        "ms": [
          "Jerryx user #1805",
          "twt",
          "dsybrwakxx",
          "Mass Spectrometer",
          "mingxu",
          "user #1817"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760764105,
        "g": true,
        "bs": []
      },
      {
        "r": 339,
        "id": 591,
        "n": "914",
        "in": "娱乐罢了",
        "ms": [
          "elrond",
          "user #2014",
          "chaosz"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760841968,
        "g": true,
        "bs": []
      },
      {
        "r": 340,
        "id": 565,
        "n": "摸鱼小分队",
        "in": "我们，无所不能!",
        "ms": [
          "Mr.Green",
          "毛毛大王",
          "时七",
          "user #1921",
          "蝶梦"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760871116,
        "g": true,
        "bs": []
      },
      {
        "r": 341,
        "id": 222,
        "n": "时代少年团我们喜欢你",
        "in": "马嘉祺是光，丁程鑫是动力，宋亚轩是梦想，刘耀文是成长，张真源是温柔，严浩翔是首选，贺峻霖是白月光。初恋男孩马嘉祺，门面担当丁程鑫，人鱼主唱宋亚轩，气场无敌刘耀文，温柔本身张真源，贵族气息严浩翔，舞台精灵贺峻霖。时代少年团雄起!清风白扬马嘉祺，风流艳绝丁程鑫，温柔明秀宋亚轩，鲜衣怒马刘耀文，暖玉朗润张真源，萧疏轩举严浩翔，冰壶秋月贺峻霖，国风少年，清澈勇气，众举易擎，入股不亏！\n对了喜欢嘉祺被你发现",
        "ms": [
          "sensitive",
          "Vertin",
          "user #968",
          "spotify"
        ],
        "f": false,
        "fts": -1,
        "s": 16,
        "lts": 1760871884,
        "g": true,
        "bs": []
      },
      {
        "r": 342,
        "id": 202,
        "n": "北斗",
        "in": "",
        "ms": [
          "5tianshu"
        ],
        "f": false,
        "fts": -1,
        "s": 15,
        "lts": 1760171342,
        "g": true,
        "bs": []
      },
      {
        "r": 343,
        "id": 193,
        "n": "小麋鹿",
        "in": "问，哪种动物最没有方向感？\n\n有一天，麋鹿在森林里迷路了给母鸡打电话：“喂，我迷路啦。”\n母鸡回他：“喂，我母鸡啊”",
        "ms": [
          "猫猫糕",
          "麋鹿🦌"
        ],
        "f": false,
        "fts": -1,
        "s": 15,
        "lts": 1760403898,
        "g": true,
        "bs": []
      },
      {
        "r": 344,
        "id": 260,
        "n": "守望先锋你把我害惨了",
        "in": "",
        "ms": [
          "Yin.",
          "House #1206",
          "user #1781"
        ],
        "f": false,
        "fts": -1,
        "s": 15,
        "lts": 1760441039,
        "g": true,
        "bs": []
      },
      {
        "r": 345,
        "id": 510,
        "n": "八奈见杏菜",
        "in": "老八是对的",
        "ms": [
          "Ignis"
        ],
        "f": false,
        "fts": -1,
        "s": 15,
        "lts": 1760447459,
        "g": true,
        "bs": []
      },
      {
        "r": 346,
        "id": 502,
        "n": "CuteCat",
        "in": "",
        "ms": [
          "我毫无头猪",
          "user #2120",
          "user #2122"
        ],
        "f": false,
        "fts": -1,
        "s": 15,
        "lts": 1760525552,
        "g": true,
        "bs": []
      },
      {
        "r": 347,
        "id": 627,
        "n": "Castorice✨",
        "in": "随便玩玩",
        "ms": [
          "Castorice_33550336",
          "user #2113"
        ],
        "f": false,
        "fts": -1,
        "s": 15,
        "lts": 1760844366,
        "g": true,
        "bs": []
      },
      {
        "r": 348,
        "id": 341,
        "n": "aabbccdd121",
        "in": "好！",
        "ms": [
          "aabbccdd121"
        ],
        "f": false,
        "fts": -1,
        "s": 14,
        "lts": 1759925198,
        "g": true,
        "bs": []
      },
      {
        "r": 349,
        "id": 105,
        "n": "可达负重/.",
        "in": "这里中科大附中 观光的说是 完赛就是胜利吧！（最摆烂",
        "ms": [
          "枫鱼",
          "user #505",
          "Mu酱",
          "染"
        ],
        "f": false,
        "fts": -1,
        "s": 14,
        "lts": 1760237786,
        "g": true,
        "bs": []
      },
      {
        "r": 350,
        "id": 460,
        "n": "无敌猫猫战士战队",
        "in": "世界是一个巨大的猫爬架，吾等即为猫猫。想当年宇宙混沌，天地初开，三只大猫猫战士带领小猫们建立了猫猫战士战队。如今大猫猫战士作为猫族领袖即将带领小猫们走向新的辉煌。最重要地，猫会喵喵叫。值得补充的是，大猫猫战士有三位，这个称号具有唯三性，她们同时统治着猫猫们。",
        "ms": [
          "三只大猫猫战士喵喵喵喵",
          "user #1679",
          "origin#123",
          "user #1693",
          "user #1712",
          "user #1756"
        ],
        "f": false,
        "fts": -1,
        "s": 14,
        "lts": 1760434999,
        "g": true,
        "bs": []
      },
      {
        "r": 351,
        "id": 450,
        "n": "哈基咪",
        "in": "",
        "ms": [
          "江风",
          "baixie"
        ],
        "f": false,
        "fts": -1,
        "s": 14,
        "lts": 1760462766,
        "g": true,
        "bs": []
      },
      {
        "r": 352,
        "id": 183,
        "n": "明天会更好",
        "in": "",
        "ms": [
          "Phi",
          "user #818",
          "寻宝新手"
        ],
        "f": false,
        "fts": -1,
        "s": 14,
        "lts": 1760597540,
        "g": true,
        "bs": []
      },
      {
        "r": 353,
        "id": 498,
        "n": "adaadda",
        "in": "",
        "ms": [
          "adaadda"
        ],
        "f": false,
        "fts": -1,
        "s": 14,
        "lts": 1760643627,
        "g": true,
        "bs": []
      },
      {
        "r": 354,
        "id": 668,
        "n": "666666",
        "in": "",
        "ms": [
          "user #2231",
          "user #2230",
          "user #2232",
          "user #2233"
        ],
        "f": false,
        "fts": -1,
        "s": 14,
        "lts": 1760659474,
        "g": true,
        "bs": []
      },
      {
        "r": 355,
        "id": 6,
        "n": "我踏马来辣",
        "in": "我踏马走辣",
        "ms": [
          "Inf.",
          "user #59",
          "Molo"
        ],
        "f": false,
        "fts": -1,
        "s": 14,
        "lts": 1760693691,
        "g": true,
        "bs": []
      },
      {
        "r": 356,
        "id": 561,
        "n": "AAA建材天团",
        "in": "",
        "ms": [
          "韩明达",
          "宋易鑫",
          "闫铭阳"
        ],
        "f": false,
        "fts": -1,
        "s": 14,
        "lts": 1760698363,
        "g": true,
        "bs": []
      },
      {
        "r": 357,
        "id": 618,
        "n": "闲来无事",
        "in": "",
        "ms": [
          "user #2089",
          "user #2088"
        ],
        "f": false,
        "fts": -1,
        "s": 14,
        "lts": 1760713240,
        "g": true,
        "bs": []
      },
      {
        "r": 358,
        "id": 108,
        "n": "我要玩原神！",
        "in": "感觉不如……鸣潮",
        "ms": [
          "挪德卡莱"
        ],
        "f": false,
        "fts": -1,
        "s": 13,
        "lts": 1759814151,
        "g": true,
        "bs": []
      },
      {
        "r": 359,
        "id": 290,
        "n": "Eureka！",
        "in": "",
        "ms": [
          "小村瓜"
        ],
        "f": false,
        "fts": -1,
        "s": 13,
        "lts": 1759896712,
        "g": true,
        "bs": []
      },
      {
        "r": 360,
        "id": 571,
        "n": "晨曦阁",
        "in": "",
        "ms": [
          "晨曦流年忘却"
        ],
        "f": false,
        "fts": -1,
        "s": 13,
        "lts": 1760515802,
        "g": true,
        "bs": []
      },
      {
        "r": 361,
        "id": 582,
        "n": "IKUN_USTC",
        "in": "才华与胆识，皆为内核。唱、跳、Rap、解题，我们无所不能！“IKUN_USTC”是一支源自中国科学技术大学的传奇队伍。他们完美诠释了何为“跨界天花板”。表面上，他们是一群沉迷于实验室、图书馆的理工科学霸；实际上，他们是将学术界的严谨思维与流行文化的极致热爱转化为超强战斗力的“多边形战士”。用科学的方法论，解构一切挑战；用偶像级的专注，完成每一次完美通关。",
        "ms": [
          "user #1968",
          "user #1964"
        ],
        "f": false,
        "fts": -1,
        "s": 13,
        "lts": 1760771874,
        "g": true,
        "bs": []
      },
      {
        "r": 362,
        "id": 666,
        "n": "飞鱼",
        "in": "",
        "ms": [
          "是鱼是鱼还是鱼"
        ],
        "f": false,
        "fts": -1,
        "s": 13,
        "lts": 1760800487,
        "g": true,
        "bs": []
      },
      {
        "r": 363,
        "id": 200,
        "n": "我该该毫如如无何何头提排绪取序",
        "in": "",
        "ms": [
          "xixishow"
        ],
        "f": false,
        "fts": -1,
        "s": 13,
        "lts": 1760837831,
        "g": true,
        "bs": []
      },
      {
        "r": 364,
        "id": 512,
        "n": "a_truth_seeker",
        "in": "",
        "ms": [
          "user #1787"
        ],
        "f": false,
        "fts": -1,
        "s": 13,
        "lts": 1760841822,
        "g": true,
        "bs": []
      },
      {
        "r": 365,
        "id": 603,
        "n": "271828",
        "in": "e=2.71828......",
        "ms": [
          "user #2024",
          "Enthalpia",
          "user #2043",
          "user #2069"
        ],
        "f": false,
        "fts": -1,
        "s": 13,
        "lts": 1760871540,
        "g": true,
        "bs": []
      },
      {
        "r": 366,
        "id": 333,
        "n": "Top 10 Sora2神秘熊出没小视频",
        "in": "可以啊光头强，在我群里发AI熊出没发了三天三夜",
        "ms": [
          "小祥 我来了",
          "SoberSnow被纸笔啃了三天三夜脑子",
          "清风明月.被【数据删除】单杀了",
          "user #1381",
          "vector"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1759830525,
        "g": true,
        "bs": []
      },
      {
        "r": 367,
        "id": 331,
        "n": "Elior的观光车",
        "in": "队长是彩笔（\n但队友不是。对。",
        "ms": [
          "EliorHL",
          "Craig"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1760019748,
        "g": true,
        "bs": []
      },
      {
        "r": 368,
        "id": 383,
        "n": "Xviiii",
        "in": "we love furina",
        "ms": [
          "Ferdixxx"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1760022661,
        "g": true,
        "bs": []
      },
      {
        "r": 369,
        "id": 374,
        "n": "FuFuふふの芙芙",
        "in": "一只电风扇fufu\n",
        "ms": [
          "Abelfufu"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1760169517,
        "g": true,
        "bs": []
      },
      {
        "r": 370,
        "id": 490,
        "n": "ccdefghi",
        "in": "",
        "ms": [
          "user #1741"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1760222615,
        "g": true,
        "bs": []
      },
      {
        "r": 371,
        "id": 629,
        "n": "2007",
        "in": "",
        "ms": [
          "user #2116"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1760755567,
        "g": true,
        "bs": []
      },
      {
        "r": 372,
        "id": 650,
        "n": "橙珠子单人队",
        "in": "",
        "ms": [
          "橙珠子"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1760756394,
        "g": true,
        "bs": []
      },
      {
        "r": 373,
        "id": 698,
        "n": "五字神人队",
        "in": "",
        "ms": [
          "user #2292"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1760790437,
        "g": true,
        "bs": []
      },
      {
        "r": 374,
        "id": 659,
        "n": "狂欢男爵",
        "in": "两三个笨蛋",
        "ms": [
          "xcnmzs",
          "萨凡纳",
          "user #2225",
          "user #2284"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1760792105,
        "g": true,
        "bs": []
      },
      {
        "r": 375,
        "id": 580,
        "n": "只想要学时",
        "in": "为了学时而建的功利队伍",
        "ms": [
          "user #1951",
          "user #1957",
          "user #1963"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1760842678,
        "g": true,
        "bs": []
      },
      {
        "r": 376,
        "id": 624,
        "n": "AAA物理实验施工队",
        "in": "啥都不会",
        "ms": [
          "LAW"
        ],
        "f": false,
        "fts": -1,
        "s": 12,
        "lts": 1760869153,
        "g": true,
        "bs": []
      },
      {
        "r": 377,
        "id": 435,
        "n": "故障机器人",
        "in": "",
        "ms": [
          "user #1612",
          "user #1639"
        ],
        "f": false,
        "fts": -1,
        "s": 11,
        "lts": 1759892577,
        "g": true,
        "bs": []
      },
      {
        "r": 378,
        "id": 276,
        "n": "巴巴博弈",
        "in": "",
        "ms": [
          "donk",
          "user #1167",
          "user #1177",
          "泰泰",
          "user #1195",
          "user #1824"
        ],
        "f": false,
        "fts": -1,
        "s": 11,
        "lts": 1759925697,
        "g": true,
        "bs": []
      },
      {
        "r": 379,
        "id": 375,
        "n": "小猫薄荷1/0.00487",
        "in": "",
        "ms": [
          "归去来"
        ],
        "f": false,
        "fts": -1,
        "s": 11,
        "lts": 1760093019,
        "g": true,
        "bs": []
      },
      {
        "r": 380,
        "id": 319,
        "n": "没人自己来",
        "in": "单挑全宇宙",
        "ms": [
          "Casper"
        ],
        "f": false,
        "fts": -1,
        "s": 11,
        "lts": 1760198751,
        "g": true,
        "bs": []
      },
      {
        "r": 381,
        "id": 339,
        "n": "2个非空白字符",
        "in": "(将显示在排行榜上，可以下拉右下角从而增大显示区域)",
        "ms": [
          "user #32123432"
        ],
        "f": false,
        "fts": -1,
        "s": 11,
        "lts": 1760321829,
        "g": true,
        "bs": []
      },
      {
        "r": 382,
        "id": 513,
        "n": "观光团",
        "in": "",
        "ms": [
          "user #1791"
        ],
        "f": false,
        "fts": -1,
        "s": 11,
        "lts": 1760368989,
        "g": true,
        "bs": []
      },
      {
        "r": 383,
        "id": 554,
        "n": "未来世界引领者",
        "in": "",
        "ms": [
          "泠冰吖"
        ],
        "f": false,
        "fts": -1,
        "s": 11,
        "lts": 1760404772,
        "g": true,
        "bs": []
      },
      {
        "r": 384,
        "id": 609,
        "n": "赋格安",
        "in": "本队有赋格",
        "ms": [
          "Chyy3250",
          "星仲夏夜",
          "Victor",
          "安安"
        ],
        "f": false,
        "fts": -1,
        "s": 11,
        "lts": 1760455825,
        "g": true,
        "bs": []
      },
      {
        "r": 385,
        "id": 406,
        "n": "weifeng",
        "in": "",
        "ms": [
          "user #740"
        ],
        "f": false,
        "fts": -1,
        "s": 11,
        "lts": 1760780338,
        "g": true,
        "bs": []
      },
      {
        "r": 386,
        "id": 159,
        "n": "Ciallo～(∠◠ڼ◠)⌒☆",
        "in": "从来没有觉得TreasureChase开心过",
        "ms": [
          "user #647",
          "user #648",
          "user #698",
          "user #711",
          "user #1099"
        ],
        "f": false,
        "fts": -1,
        "s": 11,
        "lts": 1760852396,
        "g": true,
        "bs": []
      },
      {
        "r": 387,
        "id": 134,
        "n": "Ben",
        "in": "这个人很懒，什么都有没留下。",
        "ms": [
          "gzchenben"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1759850742,
        "g": true,
        "bs": []
      },
      {
        "r": 388,
        "id": 126,
        "n": "疏谜月影",
        "in": "Faz.开始了他的单刷之旅",
        "ms": [
          "Faz.大划水怪"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1759853155,
        "g": true,
        "bs": []
      },
      {
        "r": 389,
        "id": 382,
        "n": "金金",
        "in": "",
        "ms": [
          "user #1519",
          "不会会会会会会"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1759888264,
        "g": true,
        "bs": []
      },
      {
        "r": 390,
        "id": 226,
        "n": "寄土团",
        "in": "伺服器君故障了，不是噼咔的問題，絕對不是。",
        "ms": [
          "user #969",
          "user #982",
          "user #983"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1759901125,
        "g": true,
        "bs": []
      },
      {
        "r": 391,
        "id": 432,
        "n": "下北泽",
        "in": "我们下北泽真是人才辈出啊（赞赏）",
        "ms": [
          "5LLLLL",
          "aliya"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1759912611,
        "g": true,
        "bs": []
      },
      {
        "r": 392,
        "id": 499,
        "n": "fqph",
        "in": "福清市第一中学 - 观光队",
        "ms": [
          "BpbjsGreen",
          "user #1761"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760165148,
        "g": true,
        "bs": []
      },
      {
        "r": 393,
        "id": 325,
        "n": "等待队员中",
        "in": "队员要求：是人类，智商为正数（队长除外",
        "ms": [
          "AMagician",
          "LazyHaCker",
          "user #1537",
          "OIer",
          "user #1620"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760188714,
        "g": true,
        "bs": []
      },
      {
        "r": 394,
        "id": 519,
        "n": "heipizhu",
        "in": "",
        "ms": [
          "user #1809"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760366451,
        "g": true,
        "bs": []
      },
      {
        "r": 395,
        "id": 529,
        "n": "没队名",
        "in": "",
        "ms": [
          "user #1833",
          "user #1834"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760407144,
        "g": true,
        "bs": []
      },
      {
        "r": 396,
        "id": 530,
        "n": "GPA贪污重案组",
        "in": "",
        "ms": [
          "Cipher C.",
          "user #1840",
          "Lanyou_3698",
          "zsc666"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760425577,
        "g": true,
        "bs": []
      },
      {
        "r": 397,
        "id": 595,
        "n": "花台班子",
        "in": "啊八八八八八八八八",
        "ms": [
          "Hydrogenium",
          "om",
          "Cio",
          "lost",
          "user #2053",
          "HANRser"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760507512,
        "g": true,
        "bs": []
      },
      {
        "r": 398,
        "id": 673,
        "n": "Gui gui JO",
        "in": "JJB最棒",
        "ms": [
          "user #2239",
          "user #2240"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760675661,
        "g": true,
        "bs": []
      },
      {
        "r": 399,
        "id": 685,
        "n": "Samuelcm",
        "in": "",
        "ms": [
          "user #2269",
          "user #2271"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760710673,
        "g": true,
        "bs": []
      },
      {
        "r": 400,
        "id": 241,
        "n": "申花是冠军",
        "in": "",
        "ms": [
          "user #1046"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760776952,
        "g": true,
        "bs": []
      },
      {
        "r": 401,
        "id": 446,
        "n": "看看题吧",
        "in": "SECOvO",
        "ms": [
          "bah",
          "user #1668",
          "(●—●)"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760781926,
        "g": true,
        "bs": []
      },
      {
        "r": 402,
        "id": 531,
        "n": "111111",
        "in": "111111",
        "ms": [
          "湫和海棠",
          "Apic",
          "窝药次薯片"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760784477,
        "g": true,
        "bs": []
      },
      {
        "r": 403,
        "id": 617,
        "n": "这么弱？！",
        "in": "",
        "ms": [
          "Ezisup"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760798366,
        "g": true,
        "bs": []
      },
      {
        "r": 404,
        "id": 526,
        "n": "xxxxx",
        "in": "()",
        "ms": [
          "user #1827",
          "user #1828",
          "user #1837",
          "user #1851",
          "user #1858",
          "user #1889"
        ],
        "f": false,
        "fts": -1,
        "s": 10,
        "lts": 1760868932,
        "g": true,
        "bs": []
      },
      {
        "r": 405,
        "id": 195,
        "n": "z123654丶",
        "in": "",
        "ms": [
          "Wenzoat"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1759776502,
        "g": true,
        "bs": []
      },
      {
        "r": 406,
        "id": 358,
        "n": "EZ",
        "in": "看到题就是胜利！",
        "ms": [
          "Ez_"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1759799462,
        "g": true,
        "bs": []
      },
      {
        "r": 407,
        "id": 330,
        "n": "只是看看可以不",
        "in": "",
        "ms": [
          "user #533"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1759823308,
        "g": true,
        "bs": []
      },
      {
        "r": 408,
        "id": 132,
        "n": "剪切板",
        "in": "嘎啦吗\nhttps://dailyakari.com/ 🌟 完美！   \n豌豆笑传之踩踩背\n七钟响时运送三十节又四奏烟岩及八奏甜熔渣\nhttps://playlinkr.net\n请回中心打印成绩单\n我用数字谱华章，我每句话都含希望。\ncy\n666\n请回中心打印成绩单\n听好了：\n\n别忘了还有象牙\n\n至此，一锤定音\n尘埃，已然落定\n#象牙# #酱五爆# #草莓酱最难图#",
        "ms": [
          "JsNone"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1759905020,
        "g": true,
        "bs": []
      },
      {
        "r": 409,
        "id": 70,
        "n": "无头豪猪养殖中心",
        "in": "感觉头豪养",
        "ms": [
          "鲁翼",
          "oncetrange"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1759923538,
        "g": true,
        "bs": []
      },
      {
        "r": 410,
        "id": 125,
        "n": "喵呜",
        "in": "还我报销凭证（）",
        "ms": [
          "5033"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1759986525,
        "g": true,
        "bs": []
      },
      {
        "r": 411,
        "id": 91,
        "n": "NNNNNaN",
        "in": "第一次ph献给ustc，爱来自圆明园职业技术学院\n（让我完赛一次也好",
        "ms": [
          "naid"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760062516,
        "g": true,
        "bs": []
      },
      {
        "r": 412,
        "id": 500,
        "n": "kk",
        "in": "",
        "ms": [
          "user #1764"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760100760,
        "g": true,
        "bs": []
      },
      {
        "r": 413,
        "id": 228,
        "n": "廿犬",
        "in": "",
        "ms": [
          "匿名信",
          "mori"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760169285,
        "g": true,
        "bs": []
      },
      {
        "r": 414,
        "id": 496,
        "n": "哐当哐哐",
        "in": "说了点什么",
        "ms": [
          "user #1752"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760340116,
        "g": true,
        "bs": []
      },
      {
        "r": 415,
        "id": 457,
        "n": "相亲相爱一家人",
        "in": "",
        "ms": [
          "舟p#9527",
          "佐井大明神"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760356008,
        "g": true,
        "bs": []
      },
      {
        "r": 416,
        "id": 577,
        "n": "这是什么？",
        "in": "啥都不会",
        "ms": [
          "user #1940",
          "PB23111650"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760409904,
        "g": true,
        "bs": []
      },
      {
        "r": 417,
        "id": 545,
        "n": "BPbox",
        "in": "新手第一次玩解密\nQQ:925463462",
        "ms": [
          "BPbox"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760445771,
        "g": true,
        "bs": []
      },
      {
        "r": 418,
        "id": 542,
        "n": "717",
        "in": "?",
        "ms": [
          "user #1870",
          "user #2085",
          "user #2104",
          "Ethan"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760512624,
        "g": true,
        "bs": []
      },
      {
        "r": 419,
        "id": 596,
        "n": "东方烘馍香",
        "in": "是这样吗？",
        "ms": [
          "露米娅"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760669522,
        "g": true,
        "bs": []
      },
      {
        "r": 420,
        "id": 559,
        "n": "善意堵桥队",
        "in": "堵桥来，支援正在路上，策划腐木无限供应。不好，巡飞弹来袭",
        "ms": [
          "Blade",
          "user #1906",
          "user #1972",
          "user #1990",
          "user #2059"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760844771,
        "g": true,
        "bs": []
      },
      {
        "r": 421,
        "id": 702,
        "n": "未知小作坊",
        "in": "呜呜呜怎么这么晚才看到比赛信息",
        "ms": [
          "user #2300"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760866168,
        "g": true,
        "bs": []
      },
      {
        "r": 422,
        "id": 672,
        "n": "一灯",
        "in": "",
        "ms": [
          "user #2193"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760872673,
        "g": true,
        "bs": []
      },
      {
        "r": 423,
        "id": 556,
        "n": "谁不爱",
        "in": "sbasbasba\\o/",
        "ms": [
          "SYH",
          "TDDDBB",
          "白岚︱影月",
          "H",
          "user #2297"
        ],
        "f": false,
        "fts": -1,
        "s": 9,
        "lts": 1760873124,
        "g": true,
        "bs": []
      },
      {
        "r": 424,
        "id": 289,
        "n": "冷力水瓶",
        "in": "",
        "ms": [
          "user #1214"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1759757146,
        "g": true,
        "bs": []
      },
      {
        "r": 425,
        "id": 323,
        "n": "Vulpecula",
        "in": "",
        "ms": [
          "vulpecula"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1759787806,
        "g": true,
        "bs": []
      },
      {
        "r": 426,
        "id": 355,
        "n": "1=2！竹枔！",
        "in": "嘻嘻",
        "ms": [
          "竹枔1=2"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1759806503,
        "g": true,
        "bs": []
      },
      {
        "r": 427,
        "id": 204,
        "n": "我从08年就在等USTC",
        "in": "我跟个观光客是的",
        "ms": [
          "Tpotr"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1759815537,
        "g": true,
        "bs": []
      },
      {
        "r": 428,
        "id": 322,
        "n": "三个臭葛亮",
        "in": "",
        "ms": [
          "大毛"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1759840593,
        "g": true,
        "bs": []
      },
      {
        "r": 429,
        "id": 306,
        "n": "贝克街小分队",
        "in": "好忙，试试能做多少题",
        "ms": [
          "Herlock Sholmes"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1759905043,
        "g": true,
        "bs": []
      },
      {
        "r": 430,
        "id": 494,
        "n": "YUKI.N",
        "in": "",
        "ms": [
          "user #1746"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760060279,
        "g": true,
        "bs": []
      },
      {
        "r": 431,
        "id": 497,
        "n": "神峰很犀利",
        "in": "",
        "ms": [
          "user #1754"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760163290,
        "g": true,
        "bs": []
      },
      {
        "r": 432,
        "id": 199,
        "n": "LimelightLemonadeJam",
        "in": "柚子现在确实火了，昨天我在大街上溜达，几个小姑娘叫我雪鹰哥哥，雪鹰哥哥。我寻思我也不叫雪鹰呢，这不搜了一下，仔细看了看确实像，不得不玩了，有缘分。",
        "ms": [
          "河星灿",
          "Shenjiqi #325",
          "konjac"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760193289,
        "g": true,
        "bs": []
      },
      {
        "r": 433,
        "id": 96,
        "n": "Bugalin",
        "in": "请输入文本",
        "ms": [
          "Bugalin",
          "user #928"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760231312,
        "g": true,
        "bs": []
      },
      {
        "r": 434,
        "id": 388,
        "n": "1531",
        "in": "",
        "ms": [
          "user #1531"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760329522,
        "g": true,
        "bs": []
      },
      {
        "r": 435,
        "id": 593,
        "n": "哈基米南北绿队",
        "in": "",
        "ms": [
          "user #2013",
          "user czx",
          "user xry",
          "miy",
          "user #2040",
          "hh"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760418036,
        "g": true,
        "bs": []
      },
      {
        "r": 436,
        "id": 605,
        "n": "1001",
        "in": "1001是中国科学技术大学下设的一间寝室，其间栖息着一些灵长类。",
        "ms": [
          "付嘉和",
          "LovelySoyorin",
          "user #2049",
          "Louie"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760424210,
        "g": true,
        "bs": []
      },
      {
        "r": 437,
        "id": 590,
        "n": "xczx",
        "in": "暂时没想好",
        "ms": [
          "呈熠"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760454026,
        "g": true,
        "bs": []
      },
      {
        "r": 438,
        "id": 612,
        "n": "润哥天下第一帅",
        "in": "我爱润哥",
        "ms": [
          "user #2054",
          "user #2071",
          "user #2073",
          "user #2075"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760504593,
        "g": true,
        "bs": []
      },
      {
        "r": 439,
        "id": 583,
        "n": "蓝色条纹面包",
        "in": "",
        "ms": [
          "user #1974",
          "蓝色条纹面包"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760536819,
        "g": true,
        "bs": []
      },
      {
        "r": 440,
        "id": 522,
        "n": "awa",
        "in": "",
        "ms": [
          "user #1813"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760543177,
        "g": true,
        "bs": []
      },
      {
        "r": 441,
        "id": 630,
        "n": "team_114514",
        "in": "",
        "ms": [
          "PB25111633胡运晨"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760607196,
        "g": true,
        "bs": []
      },
      {
        "r": 442,
        "id": 365,
        "n": "Amateur",
        "in": "",
        "ms": [
          "何昊阳PB25010391",
          "user #1899"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760629424,
        "g": true,
        "bs": []
      },
      {
        "r": 443,
        "id": 641,
        "n": "物竞天择粉丝后援团",
        "in": "xxl",
        "ms": [
          "Nice2Cu"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760703197,
        "g": true,
        "bs": []
      },
      {
        "r": 444,
        "id": 517,
        "n": "12345",
        "in": "",
        "ms": [
          "user #1803"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760714067,
        "g": true,
        "bs": []
      },
      {
        "r": 445,
        "id": 693,
        "n": "viewer",
        "in": "",
        "ms": [
          "user #2286"
        ],
        "f": false,
        "fts": -1,
        "s": 8,
        "lts": 1760766131,
        "g": true,
        "bs": []
      },
      {
        "r": 446,
        "id": 394,
        "n": "mycsj",
        "in": "",
        "ms": [
          "keygen"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1759763189,
        "g": true,
        "bs": []
      },
      {
        "r": 447,
        "id": 386,
        "n": "没有乐队，怎苏昂摸鱼中",
        "in": "是的，怎苏昂这次只是来看题的。",
        "ms": [
          "怎苏昂"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1759810384,
        "g": true,
        "bs": []
      },
      {
        "r": 448,
        "id": 415,
        "n": "CreepierChunk37",
        "in": "",
        "ms": [
          "CreepierChunk37"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1759916999,
        "g": true,
        "bs": []
      },
      {
        "r": 449,
        "id": 454,
        "n": "Sonic",
        "in": "",
        "ms": [
          "user #1657"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1759939940,
        "g": true,
        "bs": []
      },
      {
        "r": 450,
        "id": 445,
        "n": "查无此人",
        "in": "无",
        "ms": [
          "user #1646",
          "Squale #1686"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1759976497,
        "g": true,
        "bs": []
      },
      {
        "r": 451,
        "id": 484,
        "n": "X9",
        "in": "",
        "ms": [
          "user #1726"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1760081262,
        "g": true,
        "bs": []
      },
      {
        "r": 452,
        "id": 514,
        "n": "雾之湖探险队",
        "in": "何意为!! 何意为!!??\n幻想乡智商最强的队伍，由天才般的琪露诺带队\n随便看看题",
        "ms": [
          "ChenYakumo",
          "Shizuku",
          "正在寻找解密居场所",
          "user #1801",
          "JanYuu#1804",
          "兄弟快跑是仙人跳"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1760352378,
        "g": true,
        "bs": []
      },
      {
        "r": 453,
        "id": 588,
        "n": "Elysium",
        "in": "10/13开始单通什么实力",
        "ms": [
          "MyniacN"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1760364910,
        "g": true,
        "bs": []
      },
      {
        "r": 454,
        "id": 562,
        "n": "wopwe",
        "in": "",
        "ms": [
          "user #1903"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1760440236,
        "g": true,
        "bs": []
      },
      {
        "r": 455,
        "id": 649,
        "n": "Pocker",
        "in": "",
        "ms": [
          "Pocker26 #0526"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1760596065,
        "g": true,
        "bs": []
      },
      {
        "r": 456,
        "id": 674,
        "n": "哈哈哈哈",
        "in": "",
        "ms": [
          "user #2241",
          "user #2242"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1760658436,
        "g": true,
        "bs": []
      },
      {
        "r": 457,
        "id": 696,
        "n": "xzl",
        "in": "",
        "ms": [
          "user #2289"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1760784685,
        "g": true,
        "bs": []
      },
      {
        "r": 458,
        "id": 495,
        "n": "零昔",
        "in": "？？？？",
        "ms": [
          "零_LAST"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1760840502,
        "g": true,
        "bs": []
      },
      {
        "r": 459,
        "id": 703,
        "n": "重在参与",
        "in": "今天怎么是最后一天了！可恶",
        "ms": [
          "user #2301"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1760870091,
        "g": true,
        "bs": []
      },
      {
        "r": 460,
        "id": 579,
        "n": "GUTS",
        "in": "启动！",
        "ms": [
          "DAIGO",
          "user #1960",
          "NaOH是弱酸",
          "Leo87"
        ],
        "f": false,
        "fts": -1,
        "s": 7,
        "lts": 1760874524,
        "g": true,
        "bs": []
      },
      {
        "r": 461,
        "id": 251,
        "n": "SUMIRE",
        "in": "",
        "ms": [
          "user #1074"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1759760906,
        "g": true,
        "bs": []
      },
      {
        "r": 462,
        "id": 377,
        "n": "TEMP",
        "in": "只是看看",
        "ms": [
          "user #1475"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1759766016,
        "g": true,
        "bs": []
      },
      {
        "r": 463,
        "id": 413,
        "n": "AAA法国葡式蛋挞直销",
        "in": "蛋挞好吃",
        "ms": [
          "ColinFPT"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1759781987,
        "g": true,
        "bs": []
      },
      {
        "r": 464,
        "id": 296,
        "n": "不马枪五杀了",
        "in": "",
        "ms": [
          "user #1095"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1759813555,
        "g": true,
        "bs": []
      },
      {
        "r": 465,
        "id": 420,
        "n": "中科大少女班代表队黑粉团",
        "in": "",
        "ms": [
          "user #1583"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1759815237,
        "g": true,
        "bs": []
      },
      {
        "r": 466,
        "id": 361,
        "n": "Prometheus",
        "in": "",
        "ms": [
          "user #1482"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1759817517,
        "g": true,
        "bs": []
      },
      {
        "r": 467,
        "id": 389,
        "n": "Rui",
        "in": "",
        "ms": [
          "user #1536"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1759832785,
        "g": true,
        "bs": []
      },
      {
        "r": 468,
        "id": 119,
        "n": "因为太怕拖后腿决定一个人狠狠摸鱼",
        "in": "差点因为找不到建队入口而往群里要人工提示\n真是毫无头绪呢qaq",
        "ms": [
          "user #480"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760011677,
        "g": true,
        "bs": []
      },
      {
        "r": 469,
        "id": 483,
        "n": "许愿6+1迷迷",
        "in": "",
        "ms": [
          "user #1727"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760022274,
        "g": true,
        "bs": []
      },
      {
        "r": 470,
        "id": 242,
        "n": "Blackey",
        "in": "",
        "ms": [
          "STDF"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760109811,
        "g": true,
        "bs": []
      },
      {
        "r": 471,
        "id": 489,
        "n": "一支小队",
        "in": "真的只是一支小队",
        "ms": [
          "宁泽昱铭"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760189215,
        "g": true,
        "bs": []
      },
      {
        "r": 472,
        "id": 151,
        "n": "PH没有派对",
        "in": "我想要说的，前人们都说过了",
        "ms": [
          "user #421",
          "user #643"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760367711,
        "g": true,
        "bs": []
      },
      {
        "r": 473,
        "id": 547,
        "n": "qaq",
        "in": "",
        "ms": [
          "user #1877"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760368964,
        "g": true,
        "bs": []
      },
      {
        "r": 474,
        "id": 568,
        "n": "objazz",
        "in": "你说呢~",
        "ms": [
          "user #1911",
          "user #1923",
          "user #2077"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760405666,
        "g": true,
        "bs": []
      },
      {
        "r": 475,
        "id": 564,
        "n": "catcatcat",
        "in": "",
        "ms": [
          "user #1909"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760408748,
        "g": true,
        "bs": []
      },
      {
        "r": 476,
        "id": 575,
        "n": "沉睡的庇护所",
        "in": "中科大是什么歌",
        "ms": [
          "BsL",
          "user #1938",
          "user #1948"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760410896,
        "g": true,
        "bs": []
      },
      {
        "r": 477,
        "id": 631,
        "n": "7221俱乐部",
        "in": "",
        "ms": [
          "学问牛"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760455242,
        "g": true,
        "bs": []
      },
      {
        "r": 478,
        "id": 625,
        "n": "TylerD",
        "in": "",
        "ms": [
          "user #2108",
          "user #2141"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760500316,
        "g": true,
        "bs": []
      },
      {
        "r": 479,
        "id": 610,
        "n": "666",
        "in": "666",
        "ms": [
          "user #2065"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760506843,
        "g": true,
        "bs": []
      },
      {
        "r": 480,
        "id": 607,
        "n": "miaomiao",
        "in": "",
        "ms": [
          "user #1933"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760589072,
        "g": true,
        "bs": []
      },
      {
        "r": 481,
        "id": 452,
        "n": "バカ共の巣窟",
        "in": "なんか楽しくなってきた　なんか楽しくなっちゃった\n騒げカーニバル　連日お祭り騒ぎだ",
        "ms": [
          "理論的なパーティーピープル",
          "One-Six"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760662067,
        "g": true,
        "bs": []
      },
      {
        "r": 482,
        "id": 679,
        "n": "chikochiko",
        "in": "chiko的队伍",
        "ms": [
          "user #2253"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760688815,
        "g": true,
        "bs": []
      },
      {
        "r": 483,
        "id": 628,
        "n": "为什么一定要有队名这种东西呢...",
        "in": "只是看看",
        "ms": [
          "user #2114"
        ],
        "f": false,
        "fts": -1,
        "s": 6,
        "lts": 1760710699,
        "g": true,
        "bs": []
      },
      {
        "r": 484,
        "id": 286,
        "n": "不会起名字",
        "in": "",
        "ms": [
          "user #1201"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1759901709,
        "g": true,
        "bs": []
      },
      {
        "r": 485,
        "id": 298,
        "n": "混沌的时空",
        "in": "qwq",
        "ms": [
          "魔法灵"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1759904909,
        "g": true,
        "bs": []
      },
      {
        "r": 486,
        "id": 493,
        "n": "啊追追追",
        "in": "",
        "ms": [
          "user #1745"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760026046,
        "g": true,
        "bs": []
      },
      {
        "r": 487,
        "id": 149,
        "n": "1010",
        "in": "",
        "ms": [
          "CMoon",
          "user #1648"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760087266,
        "g": true,
        "bs": []
      },
      {
        "r": 488,
        "id": 509,
        "n": "cainiao",
        "in": "无",
        "ms": [
          "user #1778"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760283797,
        "g": true,
        "bs": []
      },
      {
        "r": 489,
        "id": 592,
        "n": "疯狂星期",
        "in": "",
        "ms": [
          "user #2002"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760358702,
        "g": true,
        "bs": []
      },
      {
        "r": 490,
        "id": 597,
        "n": "俺也不知道叫什么名字",
        "in": "这个队伍很懒，什么都没写",
        "ms": [
          "user #2007",
          "月下之海"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760373654,
        "g": true,
        "bs": []
      },
      {
        "r": 491,
        "id": 636,
        "n": "前4题一定能答队",
        "in": "",
        "ms": [
          "user #2143",
          "user #2144",
          "user #2145"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760459157,
        "g": true,
        "bs": []
      },
      {
        "r": 492,
        "id": 558,
        "n": "我来了",
        "in": "哈哈哈哈",
        "ms": [
          "user #1896"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760485473,
        "g": true,
        "bs": []
      },
      {
        "r": 493,
        "id": 634,
        "n": "cry",
        "in": "",
        "ms": [
          "user #2136"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760487635,
        "g": true,
        "bs": []
      },
      {
        "r": 494,
        "id": 637,
        "n": "清北得不到的男人",
        "in": "神秘小队十分的菜",
        "ms": [
          "user #2148",
          "user #2147",
          "user #2151",
          "user #2152"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760502643,
        "g": true,
        "bs": []
      },
      {
        "r": 495,
        "id": 692,
        "n": "周宸宇的队伍",
        "in": "周宸宇组建的队伍，平平无奇",
        "ms": [
          "user #2044"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760790366,
        "g": true,
        "bs": []
      },
      {
        "r": 496,
        "id": 699,
        "n": "genshin_impact",
        "in": "少废话，你冒险等级多少？",
        "ms": [
          "user #2294",
          "__builtin_scanf",
          "aitera"
        ],
        "f": false,
        "fts": -1,
        "s": 5,
        "lts": 1760796337,
        "g": true,
        "bs": []
      },
      {
        "r": 497,
        "id": 203,
        "n": "夜航星",
        "in": "一群愿意尝试的新人们",
        "ms": [
          "迷知",
          "哈基米诺丝",
          "user #885",
          "user #886",
          "二货圈长",
          "user #912"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1759756774,
        "g": true,
        "bs": []
      },
      {
        "r": 498,
        "id": 393,
        "n": "KKMC",
        "in": "",
        "ms": [
          "user #1543"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1759768799,
        "g": true,
        "bs": []
      },
      {
        "r": 499,
        "id": 326,
        "n": "AAA法兰西下水道出口钥匙批发商",
        "in": "为什么没人陪主播打比赛。（*黄色mm豆失望地垂手看向画面左下角）\n哪位姑娘愿与小生一同共赴 French Revolution.",
        "ms": [
          "幻冬棱冰"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1759809991,
        "g": true,
        "bs": []
      },
      {
        "r": 500,
        "id": 428,
        "n": "圣何塞",
        "in": "",
        "ms": [
          "user #1595"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1759828532,
        "g": true,
        "bs": []
      },
      {
        "r": 501,
        "id": 92,
        "n": "新手保护期",
        "in": "恭喜你触发神赐天赋——命运的青睐！技能一，欧气满满，你的幸运属性将在比赛期间持续拉满。技能二，月光的祝福。当在晚上使用技能大概率会得到来自月亮的礼物，若与新手光环叠加使用，则概率为百分之百。\n检测到玩家第一次参赛，获得增益buff，你的队伍中所有人获得新手光环。",
        "ms": [
          "林下风",
          "user #371",
          "起风之城",
          "user #1476"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1759845503,
        "g": true,
        "bs": []
      },
      {
        "r": 502,
        "id": 448,
        "n": "汐泠",
        "in": "",
        "ms": [
          "user #1650"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1759926695,
        "g": true,
        "bs": []
      },
      {
        "r": 503,
        "id": 482,
        "n": "推理小分队",
        "in": "🈚",
        "ms": [
          "user #1722",
          "user #1723"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760014411,
        "g": true,
        "bs": []
      },
      {
        "r": 504,
        "id": 601,
        "n": "这一次，我要夺回属于我的一切",
        "in": "",
        "ms": [
          "cinya",
          "yyd",
          "Zqinyuan",
          "Ivystream",
          "Cyz"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760365869,
        "g": true,
        "bs": []
      },
      {
        "r": 505,
        "id": 665,
        "n": "WMXZnobody1",
        "in": "",
        "ms": [
          "user #2222",
          "user #2223",
          "user #2224"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760581183,
        "g": true,
        "bs": []
      },
      {
        "r": 506,
        "id": 620,
        "n": "hot cream",
        "in": "",
        "ms": [
          "user #2093"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760606931,
        "g": true,
        "bs": []
      },
      {
        "r": 507,
        "id": 611,
        "n": "十月是你的谎言",
        "in": "四月并非你的谎言",
        "ms": [
          "日向花火",
          "mu_nan",
          "saki"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760624296,
        "g": true,
        "bs": []
      },
      {
        "r": 508,
        "id": 670,
        "n": "ATGC",
        "in": "无",
        "ms": [
          "user #2236"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760676747,
        "g": true,
        "bs": []
      },
      {
        "r": 509,
        "id": 689,
        "n": "Ciallo～(∠・ω< )⌒★",
        "in": "我不是柚子厨",
        "ms": [
          "0d00不会0721",
          "user #2276",
          "user #2278"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760758502,
        "g": true,
        "bs": []
      },
      {
        "r": 510,
        "id": 694,
        "n": "wzy",
        "in": "",
        "ms": [
          "user #2287"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760758944,
        "g": true,
        "bs": []
      },
      {
        "r": 511,
        "id": 626,
        "n": "wj",
        "in": "",
        "ms": [
          "user #2082"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760857648,
        "g": true,
        "bs": []
      },
      {
        "r": 512,
        "id": 549,
        "n": "solipsism",
        "in": "QQ2896700640 欢迎大神指点",
        "ms": [
          "user #1879"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760862047,
        "g": true,
        "bs": []
      },
      {
        "r": 513,
        "id": 638,
        "n": "通关",
        "in": "",
        "ms": [
          "user #2149"
        ],
        "f": false,
        "fts": -1,
        "s": 4,
        "lts": 1760862532,
        "g": true,
        "bs": []
      },
      {
        "r": 514,
        "id": 404,
        "n": "( Filler )",
        "in": "( Filler )",
        "ms": [
          "user #1557"
        ],
        "f": false,
        "fts": -1,
        "s": 3,
        "lts": 1759769469,
        "g": true,
        "bs": []
      },
      {
        "r": 515,
        "id": 414,
        "n": "咕咕嘎嘎",
        "in": "",
        "ms": [
          "罗德岛兔兔大王"
        ],
        "f": false,
        "fts": -1,
        "s": 3,
        "lts": 1759779472,
        "g": true,
        "bs": []
      },
      {
        "r": 516,
        "id": 272,
        "n": "都可以啊",
        "in": "",
        "ms": [
          "user #1152",
          "kumiko"
        ],
        "f": false,
        "fts": -1,
        "s": 3,
        "lts": 1759815034,
        "g": true,
        "bs": []
      },
      {
        "r": 517,
        "id": 598,
        "n": "woak",
        "in": "",
        "ms": [
          "user #2031"
        ],
        "f": false,
        "fts": -1,
        "s": 3,
        "lts": 1760356492,
        "g": true,
        "bs": []
      },
      {
        "r": 518,
        "id": 704,
        "n": "J-Single",
        "in": "",
        "ms": [
          "JL"
        ],
        "f": false,
        "fts": -1,
        "s": 3,
        "lts": 1760869222,
        "g": true,
        "bs": []
      },
      {
        "r": 519,
        "id": 350,
        "n": "Distorted Fate",
        "in": "",
        "ms": [
          "CrYs7al-nozomi"
        ],
        "f": false,
        "fts": -1,
        "s": 2,
        "lts": 1759756425,
        "g": true,
        "bs": []
      },
      {
        "r": 520,
        "id": 225,
        "n": "我要被蚊子咬死了",
        "in": "啥也没有",
        "ms": [
          "FSL",
          "user #977",
          "Tk",
          "绕过这场雨",
          "Flaner",
          "放手即防守"
        ],
        "f": false,
        "fts": -1,
        "s": 2,
        "lts": 1759763357,
        "g": true,
        "bs": []
      },
      {
        "r": 521,
        "id": 194,
        "n": "不会做音mad",
        "in": "更不会解密",
        "ms": [
          "TNOT"
        ],
        "f": false,
        "fts": -1,
        "s": 2,
        "lts": 1759811015,
        "g": true,
        "bs": []
      },
      {
        "r": 522,
        "id": 376,
        "n": "banana Ilya",
        "in": "",
        "ms": [
          "user #1502"
        ],
        "f": false,
        "fts": -1,
        "s": 2,
        "lts": 1759820542,
        "g": true,
        "bs": []
      },
      {
        "r": 523,
        "id": 485,
        "n": "观光车",
        "in": "开逛",
        "ms": [
          "橡木x12m"
        ],
        "f": false,
        "fts": -1,
        "s": 2,
        "lts": 1760015714,
        "g": true,
        "bs": []
      },
      {
        "r": 524,
        "id": 523,
        "n": "sonata",
        "in": "",
        "ms": [
          "Twi.Sonata"
        ],
        "f": false,
        "fts": -1,
        "s": 2,
        "lts": 1760335706,
        "g": true,
        "bs": []
      },
      {
        "r": 525,
        "id": 613,
        "n": "chaos",
        "in": "",
        "ms": [
          "user #2070",
          "user #2074"
        ],
        "f": false,
        "fts": -1,
        "s": 2,
        "lts": 1760415311,
        "g": true,
        "bs": []
      },
      {
        "r": 526,
        "id": 642,
        "n": "_doolsetnet",
        "in": "",
        "ms": [
          "Seventy."
        ],
        "f": false,
        "fts": -1,
        "s": 2,
        "lts": 1760459591,
        "g": true,
        "bs": []
      },
      {
        "r": 527,
        "id": 586,
        "n": "cyz",
        "in": "",
        "ms": [
          "user #1984"
        ],
        "f": false,
        "fts": -1,
        "s": 2,
        "lts": 1760460760,
        "g": true,
        "bs": []
      },
      {
        "r": 528,
        "id": 663,
        "n": "特雷西娅",
        "in": "。",
        "ms": [
          "user #2220"
        ],
        "f": false,
        "fts": -1,
        "s": 2,
        "lts": 1760539899,
        "g": true,
        "bs": []
      },
      {
        "r": 529,
        "id": 367,
        "n": "啊啊",
        "in": "啊啊",
        "ms": [
          "user #1489"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1759754634,
        "g": true,
        "bs": []
      },
      {
        "r": 530,
        "id": 370,
        "n": "开始即开摆",
        "in": "",
        "ms": [
          "dao__li"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1759755205,
        "g": true,
        "bs": []
      },
      {
        "r": 531,
        "id": 34,
        "n": "努力做纸笔",
        "in": "过一题就是胜利",
        "ms": [
          "Media Nanranja"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1759756569,
        "g": true,
        "bs": []
      },
      {
        "r": 532,
        "id": 138,
        "n": "格物致知打麦块（队伍已注销）",
        "in": "这里空空如也……很抱歉我们没有你所需的信息！如果有必要，请前往Xbox并登录你的帐号。",
        "ms": [
          "user #398",
          "Tempest11w"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1759758411,
        "g": true,
        "bs": []
      },
      {
        "r": 533,
        "id": 384,
        "n": "哈基气",
        "in": "哈基米莫南北绿豆",
        "ms": [
          "user #1527"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1759762585,
        "g": true,
        "bs": []
      },
      {
        "r": 534,
        "id": 427,
        "n": "Pleaseentertext",
        "in": "Pleaseentertext",
        "ms": [
          "user #1594"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1759825908,
        "g": true,
        "bs": []
      },
      {
        "r": 535,
        "id": 256,
        "n": "北纬一度",
        "in": "",
        "ms": [
          "bear"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1759828307,
        "g": true,
        "bs": []
      },
      {
        "r": 536,
        "id": 447,
        "n": "BBC",
        "in": "",
        "ms": [
          "Bennett1987"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1759911759,
        "g": true,
        "bs": []
      },
      {
        "r": 537,
        "id": 470,
        "n": "gensOOky",
        "in": "",
        "ms": [
          "user #1700"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1759996625,
        "g": true,
        "bs": []
      },
      {
        "r": 538,
        "id": 488,
        "n": "屯屯鼠",
        "in": "",
        "ms": [
          "user #1734"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760017057,
        "g": true,
        "bs": []
      },
      {
        "r": 539,
        "id": 217,
        "n": "课余，在沪益智",
        "in": "我们有郭文川！",
        "ms": [
          "弥助",
          "P!nBaL1",
          "omnipara #11650407"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760066270,
        "g": true,
        "bs": []
      },
      {
        "r": 540,
        "id": 232,
        "n": "只是想玩玩",
        "in": "每天都在期待有大佬的加入带我们这些新手",
        "ms": [
          "user #980",
          "user #999"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760081122,
        "g": true,
        "bs": []
      },
      {
        "r": 541,
        "id": 505,
        "n": "yocomfugedamntre",
        "in": "喵",
        "ms": [
          "user #1773"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760112750,
        "g": true,
        "bs": []
      },
      {
        "r": 542,
        "id": 521,
        "n": "&*\"我是天才\"",
        "in": "",
        "ms": [
          "user #1810",
          "user #1821"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760282120,
        "g": true,
        "bs": []
      },
      {
        "r": 543,
        "id": 534,
        "n": "City of Lyrudis",
        "in": "Syfirry",
        "ms": [
          "Syfirry"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760330099,
        "g": true,
        "bs": []
      },
      {
        "r": 544,
        "id": 540,
        "n": "ss",
        "in": "",
        "ms": [
          "user #1866"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760339086,
        "g": true,
        "bs": []
      },
      {
        "r": 545,
        "id": 573,
        "n": "Alan",
        "in": "",
        "ms": [
          "user #1934"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760346645,
        "g": true,
        "bs": []
      },
      {
        "r": 546,
        "id": 578,
        "n": "汐弦",
        "in": "",
        "ms": [
          "user #岑逸轩pb25000025"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760364813,
        "g": true,
        "bs": []
      },
      {
        "r": 547,
        "id": 653,
        "n": "Aya",
        "in": "",
        "ms": [
          "user #2182"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760504612,
        "g": true,
        "bs": []
      },
      {
        "r": 548,
        "id": 647,
        "n": "235",
        "in": "乐",
        "ms": [
          "坤",
          "王家小轩",
          "名字加载失败",
          "criT3"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760522440,
        "g": true,
        "bs": []
      },
      {
        "r": 549,
        "id": 655,
        "n": "QIS",
        "in": "",
        "ms": [
          "user #2196",
          "zfy",
          "Mr.feel",
          "QC",
          "user #2205"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760527445,
        "g": true,
        "bs": []
      },
      {
        "r": 550,
        "id": 635,
        "n": "hi",
        "in": "新手 来看看的",
        "ms": [
          "user #2138"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760534227,
        "g": true,
        "bs": []
      },
      {
        "r": 551,
        "id": 660,
        "n": "liyihang",
        "in": "liyihan",
        "ms": [
          "user #2183"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760769724,
        "g": true,
        "bs": []
      },
      {
        "r": 552,
        "id": 697,
        "n": "早乙女彩华我们喜欢你",
        "in": "1",
        "ms": [
          "user #2290"
        ],
        "f": false,
        "fts": -1,
        "s": 1,
        "lts": 1760787817,
        "g": true,
        "bs": []
      },
      {
        "r": 553,
        "id": 82,
        "n": "看了十万甚至九万次剧情的莫菲丝",
        "in": "已经品鉴够多了，请端下去吧",
        "ms": [
          "user #341"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 554,
        "id": 124,
        "n": "(´×ω×`)",
        "in": "摸鱼ing",
        "ms": [
          "愿雪落入我心",
          "無季ovo"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 555,
        "id": 133,
        "n": "来即是客",
        "in": "欢迎各位校内外同学加入，本队致力于为推理柯南和推理阿加莎以及推理小白提供一个平台\n可加群：1064979861",
        "ms": [
          "skinnylove",
          "user #528",
          "婍沫"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 556,
        "id": 173,
        "n": "老朽要去幼儿园深造",
        "in": "",
        "ms": [
          "老朽要去幼儿园深造"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 557,
        "id": 216,
        "n": "追逐梦想",
        "in": "",
        "ms": [
          "user #936",
          "user #943"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 558,
        "id": 221,
        "n": "茶山的山茶",
        "in": "唯一C9大学221A推理社新一代水王后援团",
        "ms": [
          "小黑"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 559,
        "id": 277,
        "n": "要不是十一加班一定冲他喵的",
        "in": "算了还是去玩暗黑赛季吧",
        "ms": [
          "user #1168"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 560,
        "id": 283,
        "n": "beansbanana",
        "in": "",
        "ms": [
          "user #1189"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 561,
        "id": 295,
        "n": "11",
        "in": "2",
        "ms": [
          "user #1225"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 562,
        "id": 311,
        "n": "陪跑",
        "in": "无",
        "ms": [
          "user #1253"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 563,
        "id": 346,
        "n": "lzhghd",
        "in": "",
        "ms": [
          "user #1422"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 564,
        "id": 364,
        "n": "[ob]",
        "in": "",
        "ms": [
          "user #1488"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 565,
        "id": 371,
        "n": "随便看看题",
        "in": "",
        "ms": [
          "user #29"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 566,
        "id": 379,
        "n": "user #572",
        "in": "",
        "ms": [
          "user #572"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 567,
        "id": 385,
        "n": "hbb",
        "in": "",
        "ms": [
          "user #1526"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 568,
        "id": 390,
        "n": "一个人随便玩玩的",
        "in": "听说有解密就来玩玩",
        "ms": [
          "user #1538"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 569,
        "id": 391,
        "n": "委屈得很",
        "in": "哈哈哈",
        "ms": [
          "user #1539"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 570,
        "id": 396,
        "n": "秦风",
        "in": "Q",
        "ms": [
          "user #1542"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 571,
        "id": 401,
        "n": "iK",
        "in": "新",
        "ms": [
          "user #1028"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 572,
        "id": 410,
        "n": "嘿嘿",
        "in": "",
        "ms": [
          "user #1568"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 573,
        "id": 416,
        "n": "hia哭帕森头",
        "in": "",
        "ms": [
          "user #1552"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 574,
        "id": 418,
        "n": "月见",
        "in": "",
        "ms": [
          "user #1581"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 575,
        "id": 422,
        "n": "xing222",
        "in": "",
        "ms": [
          "user #1585",
          "user #1641"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 576,
        "id": 423,
        "n": "why",
        "in": "",
        "ms": [
          "user #1202"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 577,
        "id": 429,
        "n": "Joker_1212",
        "in": "",
        "ms": [
          "Joker_1212"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 578,
        "id": 431,
        "n": "111",
        "in": "",
        "ms": [
          "user #1601"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 579,
        "id": 436,
        "n": "yixiuge777",
        "in": "",
        "ms": [
          "yixiuge777"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 580,
        "id": 438,
        "n": "马其",
        "in": "孤孤单单",
        "ms": [
          "user #1617"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 581,
        "id": 441,
        "n": "洛易竹",
        "in": "随便玩玩",
        "ms": [
          "洛易竹"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 582,
        "id": 444,
        "n": "单人",
        "in": "无",
        "ms": [
          "user #1643"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 583,
        "id": 449,
        "n": "ExBcc",
        "in": "Bcc is Everything",
        "ms": [
          "user #1651"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 584,
        "id": 453,
        "n": "哈哈",
        "in": "哈哈哈",
        "ms": [
          "user #1659"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 585,
        "id": 459,
        "n": "正步进厂",
        "in": "",
        "ms": [
          "user #1675"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 586,
        "id": 461,
        "n": "梁陈美景",
        "in": "",
        "ms": [
          "user #1680"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 587,
        "id": 462,
        "n": "testetestestsetest",
        "in": "",
        "ms": [
          "user #326"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 588,
        "id": 468,
        "n": "gbysb",
        "in": "无",
        "ms": [
          "user #1695",
          "user #1696"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 589,
        "id": 469,
        "n": "我就是我",
        "in": "Null",
        "ms": [
          "user #1697"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 590,
        "id": 478,
        "n": "dank",
        "in": "",
        "ms": [
          "user #1710"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 591,
        "id": 481,
        "n": "LC",
        "in": "My Team",
        "ms": [
          "user #1720"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 592,
        "id": 486,
        "n": "粥p",
        "in": "Ark nights",
        "ms": [
          "user #1732"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 593,
        "id": 507,
        "n": "小企鹅队",
        "in": "",
        "ms": [
          "KanameRuma"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 594,
        "id": 508,
        "n": "Sonic1024",
        "in": "只是看看",
        "ms": [
          "user #1777"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 595,
        "id": 524,
        "n": "江畔赴星辰",
        "in": "",
        "ms": [
          "user #1820"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 596,
        "id": 525,
        "n": "treasure chaser",
        "in": "体验第一",
        "ms": [
          "user #1825"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 597,
        "id": 528,
        "n": "白毛萝莉",
        "in": "",
        "ms": [
          "user #1830"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 598,
        "id": 543,
        "n": "Violet Evergarden",
        "in": "😌",
        "ms": [
          "user #1875"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 599,
        "id": 544,
        "n": "一顿十个仙贝",
        "in": "",
        "ms": [
          "user #1876"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 600,
        "id": 546,
        "n": "Yamada Pyo",
        "in": "",
        "ms": [
          "user #1880"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 601,
        "id": 548,
        "n": "第五……启动！",
        "in": "一个人试试",
        "ms": [
          "user #1494"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 602,
        "id": 550,
        "n": "RB",
        "in": "",
        "ms": [
          "user #1882"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 603,
        "id": 551,
        "n": "ely",
        "in": "",
        "ms": [
          "ely"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 604,
        "id": 553,
        "n": "啊啊啊啊啊",
        "in": "啊啊啊啊啊",
        "ms": [
          "user #1885"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 605,
        "id": 555,
        "n": "1364",
        "in": "",
        "ms": [
          "user #1893"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 606,
        "id": 560,
        "n": "cjyh",
        "in": "",
        "ms": [
          "user #1898"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 607,
        "id": 570,
        "n": "三原一崩",
        "in": "",
        "ms": [
          "user #1926",
          "user #1930"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 608,
        "id": 581,
        "n": "现在开始交大",
        "in": "",
        "ms": [
          "user #1961"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 609,
        "id": 584,
        "n": "玩一辈子US-TC对不队",
        "in": "哦内盖",
        "ms": [
          "user #1978",
          "user #1981",
          "user #2003",
          "user #2055"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 610,
        "id": 587,
        "n": "some0ne",
        "in": "why",
        "ms": [
          "user #1986"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 611,
        "id": 600,
        "n": "Test",
        "in": "1",
        "ms": [
          "user #2036"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 612,
        "id": 602,
        "n": "gx",
        "in": "",
        "ms": [
          "user #2042"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 613,
        "id": 604,
        "n": "coke",
        "in": "",
        "ms": [
          "user #2048"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 614,
        "id": 606,
        "n": "bro",
        "in": "有个可爱的bro在读这段话呢",
        "ms": [
          "user #2051"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 615,
        "id": 619,
        "n": "不懂",
        "in": "",
        "ms": [
          "user #2091"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 616,
        "id": 633,
        "n": "科蓝永不破防",
        "in": "",
        "ms": [
          "user #2134"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 617,
        "id": 645,
        "n": "晚星",
        "in": "",
        "ms": [
          "user #2161"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 618,
        "id": 646,
        "n": "mua",
        "in": "",
        "ms": [
          "user #2163"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 619,
        "id": 657,
        "n": "605",
        "in": "",
        "ms": [
          "user #2203"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 620,
        "id": 667,
        "n": "SatoArmy",
        "in": "zutomayo~",
        "ms": [
          "user #2228"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 621,
        "id": 675,
        "n": "不好好吃饭怎么打推理本",
        "in": "一个连火锅调料都调不明白的人，怎么可能调配出完美的犯罪？一个分不清奶茶甜度的人，又如何能分辨出谎言里的苦涩？当你看到我们围坐在餐桌前，面前摆满佳肴却一言不发时，请不要打扰。那不是在吃饭，那是在进行一场关于人性与谎言的“味觉推理”。我们品尝的不仅是食物，更是案件里每一个被精心烹饪过的谎言。",
        "ms": [
          "水色",
          "冰菓",
          "12",
          "背着勺子打怪兽",
          "oki丶"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 622,
        "id": 676,
        "n": "我是政安父",
        "in": "非常好的一个队伍",
        "ms": [
          "user #2248",
          "user #2262",
          "user #2263",
          "user #2265"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 623,
        "id": 677,
        "n": "混吃等死小分队",
        "in": "",
        "ms": [
          "user #2249"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 624,
        "id": 678,
        "n": "游客分队",
        "in": "",
        "ms": [
          "user #1251"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 625,
        "id": 682,
        "n": "不省人事",
        "in": "",
        "ms": [
          "user #2259",
          "user #2258"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 626,
        "id": 683,
        "n": "游侠儿",
        "in": "无",
        "ms": [
          "user #2264"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 627,
        "id": 686,
        "n": "GI",
        "in": "",
        "ms": [
          "user #2272"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 628,
        "id": 688,
        "n": "007",
        "in": "",
        "ms": [
          "user #2274"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 629,
        "id": 691,
        "n": "Qwq",
        "in": "",
        "ms": [
          "user #2281"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 630,
        "id": 695,
        "n": "菠萝头",
        "in": "",
        "ms": [
          "user #2288"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 631,
        "id": 700,
        "n": "什么都队",
        "in": "819室队伍",
        "ms": [
          "user #2298"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      },
      {
        "r": 632,
        "id": 701,
        "n": "进来瞅瞅队",
        "in": "",
        "ms": [
          "user #2299"
        ],
        "f": false,
        "fts": -1,
        "s": 0,
        "lts": null,
        "g": true,
        "bs": []
      }
    ],
    "topstars": [
      {
        "n": "San Francisco",
        "ss": [
          [
            1759752651167,
            1
          ],
          [
            1759753033257,
            1
          ],
          [
            1759753183211,
            1
          ],
          [
            1759753257951,
            1
          ],
          [
            1759753573706,
            1
          ],
          [
            1759754360596,
            1
          ],
          [
            1759754408472,
            1
          ],
          [
            1759755406401,
            1
          ],
          [
            1759756011190,
            1
          ],
          [
            1759756100911,
            1
          ],
          [
            1759756885734,
            1
          ],
          [
            1759757413310,
            1
          ],
          [
            1759757631095,
            1
          ],
          [
            1759758317525,
            1
          ],
          [
            1759759062509,
            1
          ],
          [
            1759759236971,
            1
          ],
          [
            1759760397331,
            1
          ],
          [
            1759761847837,
            1
          ],
          [
            1759762865601,
            1
          ],
          [
            1759767539695,
            1
          ],
          [
            1759769832818,
            1
          ],
          [
            1759771413910,
            1
          ],
          [
            1759772137342,
            1
          ],
          [
            1759772808545,
            1
          ],
          [
            1759774907145,
            1
          ],
          [
            1759784224975,
            1
          ],
          [
            1759784368919,
            1
          ],
          [
            1759786239692,
            1
          ],
          [
            1759786421853,
            1
          ],
          [
            1759789859028,
            1
          ],
          [
            1759792217450,
            1
          ],
          [
            1759794759770,
            1
          ],
          [
            1759799827236,
            1
          ],
          [
            1759801140687,
            1
          ],
          [
            1759803588866,
            1
          ],
          [
            1759806867256,
            1
          ],
          [
            1759809459732,
            1
          ],
          [
            1759809898402,
            1
          ],
          [
            1759812155701,
            1
          ],
          [
            1759813662693,
            1
          ],
          [
            1759814281142,
            1
          ],
          [
            1759815072981,
            1
          ],
          [
            1759815637703,
            1
          ],
          [
            1759821532974,
            1
          ],
          [
            1759823003749,
            1
          ],
          [
            1759825347046,
            1
          ],
          [
            1759827252996,
            1
          ],
          [
            1759827643900,
            1
          ],
          [
            1759830357378,
            1
          ],
          [
            1759831353128,
            1
          ],
          [
            1759834555222,
            1
          ],
          [
            1759836667056,
            1
          ],
          [
            1759839139519,
            1
          ],
          [
            1759840407947,
            1
          ],
          [
            1759845743123,
            1
          ],
          [
            1759915341846,
            1
          ],
          [
            1759915435584,
            1
          ]
        ]
      },
      {
        "n": "反卷的小猫咪",
        "ss": [
          [
            1759752304395,
            1
          ],
          [
            1759752627403,
            1
          ],
          [
            1759752652862,
            1
          ],
          [
            1759752781690,
            1
          ],
          [
            1759753214023,
            1
          ],
          [
            1759753436880,
            1
          ],
          [
            1759753447475,
            1
          ],
          [
            1759754754918,
            1
          ],
          [
            1759754897584,
            1
          ],
          [
            1759755450444,
            1
          ],
          [
            1759756859081,
            1
          ],
          [
            1759757113199,
            1
          ],
          [
            1759758524901,
            1
          ],
          [
            1759759051610,
            1
          ],
          [
            1759759642215,
            1
          ],
          [
            1759761136634,
            1
          ],
          [
            1759761662460,
            1
          ],
          [
            1759769060768,
            1
          ],
          [
            1759788526614,
            1
          ],
          [
            1759790346993,
            1
          ],
          [
            1759791808434,
            1
          ],
          [
            1759793229620,
            1
          ],
          [
            1759794913319,
            1
          ],
          [
            1759802238759,
            1
          ],
          [
            1759803244237,
            1
          ],
          [
            1759804530125,
            1
          ],
          [
            1759807141222,
            1
          ],
          [
            1759808128614,
            1
          ],
          [
            1759808634519,
            1
          ],
          [
            1759808641115,
            1
          ],
          [
            1759810046979,
            1
          ],
          [
            1759812183325,
            1
          ],
          [
            1759813185906,
            1
          ],
          [
            1759815700184,
            1
          ],
          [
            1759819084192,
            1
          ],
          [
            1759819986059,
            1
          ],
          [
            1759821123745,
            1
          ],
          [
            1759823034365,
            1
          ],
          [
            1759823751219,
            1
          ],
          [
            1759824591322,
            1
          ],
          [
            1759826214365,
            1
          ],
          [
            1759827254923,
            1
          ],
          [
            1759828148202,
            1
          ],
          [
            1759830078058,
            1
          ],
          [
            1759832272842,
            1
          ],
          [
            1759833856469,
            1
          ],
          [
            1759834555293,
            1
          ],
          [
            1759836581055,
            1
          ],
          [
            1759838205822,
            1
          ],
          [
            1759846081703,
            1
          ],
          [
            1759850876216,
            1
          ],
          [
            1759852829617,
            1
          ],
          [
            1759853432160,
            1
          ],
          [
            1759856193481,
            1
          ],
          [
            1759861949204,
            1
          ],
          [
            1759918224327,
            1
          ],
          [
            1759935863604,
            1
          ]
        ]
      },
      {
        "n": "灵境TES",
        "ss": [
          [
            1759752380528,
            1
          ],
          [
            1759752575953,
            1
          ],
          [
            1759752601296,
            1
          ],
          [
            1759752781915,
            1
          ],
          [
            1759753183302,
            1
          ],
          [
            1759753207587,
            1
          ],
          [
            1759753399754,
            1
          ],
          [
            1759754427162,
            1
          ],
          [
            1759754557676,
            1
          ],
          [
            1759755898604,
            1
          ],
          [
            1759757812549,
            1
          ],
          [
            1759758120494,
            1
          ],
          [
            1759759703591,
            1
          ],
          [
            1759760989515,
            1
          ],
          [
            1759761067014,
            1
          ],
          [
            1759762238487,
            1
          ],
          [
            1759762509826,
            1
          ],
          [
            1759763004734,
            1
          ],
          [
            1759770780814,
            1
          ],
          [
            1759776209941,
            1
          ],
          [
            1759777212406,
            1
          ],
          [
            1759778803865,
            1
          ],
          [
            1759779019976,
            1
          ],
          [
            1759781119806,
            1
          ],
          [
            1759782333777,
            1
          ],
          [
            1759782702363,
            1
          ],
          [
            1759784281526,
            1
          ],
          [
            1759784579144,
            1
          ],
          [
            1759786054173,
            1
          ],
          [
            1759796286828,
            1
          ],
          [
            1759797803424,
            1
          ],
          [
            1759799760841,
            1
          ],
          [
            1759800631560,
            1
          ],
          [
            1759808865578,
            1
          ],
          [
            1759811469491,
            1
          ],
          [
            1759817493905,
            1
          ],
          [
            1759818001480,
            1
          ],
          [
            1759818868089,
            1
          ],
          [
            1759820652588,
            1
          ],
          [
            1759826427398,
            1
          ],
          [
            1759828431957,
            1
          ],
          [
            1759829007373,
            1
          ],
          [
            1759830497265,
            1
          ],
          [
            1759832749657,
            1
          ],
          [
            1759833396559,
            1
          ],
          [
            1759841227967,
            1
          ],
          [
            1759847578847,
            1
          ],
          [
            1759849163017,
            1
          ],
          [
            1759853417911,
            1
          ],
          [
            1759858335381,
            1
          ],
          [
            1759858349092,
            1
          ],
          [
            1759860173047,
            1
          ],
          [
            1759862994143,
            1
          ],
          [
            1759868031632,
            1
          ],
          [
            1759926093930,
            1
          ],
          [
            1760198140797,
            1
          ]
        ]
      },
      {
        "n": "Reviver Team",
        "ss": [
          [
            1759752610750,
            1
          ],
          [
            1759752955459,
            1
          ],
          [
            1759753008856,
            1
          ],
          [
            1759753123116,
            1
          ],
          [
            1759753523527,
            1
          ],
          [
            1759753552375,
            1
          ],
          [
            1759753923090,
            1
          ],
          [
            1759755211171,
            1
          ],
          [
            1759755580722,
            1
          ],
          [
            1759756442959,
            1
          ],
          [
            1759757700527,
            1
          ],
          [
            1759757920555,
            1
          ],
          [
            1759758357716,
            1
          ],
          [
            1759759097752,
            1
          ],
          [
            1759760651288,
            1
          ],
          [
            1759762390689,
            1
          ],
          [
            1759766511315,
            1
          ],
          [
            1759767380095,
            1
          ],
          [
            1759770704233,
            1
          ],
          [
            1759771014170,
            1
          ],
          [
            1759771791913,
            1
          ],
          [
            1759772650298,
            1
          ],
          [
            1759773647840,
            1
          ],
          [
            1759776246890,
            1
          ],
          [
            1759782007001,
            1
          ],
          [
            1759782361020,
            1
          ],
          [
            1759784044775,
            1
          ],
          [
            1759784057689,
            1
          ],
          [
            1759786829464,
            1
          ],
          [
            1759803092092,
            1
          ],
          [
            1759806157842,
            1
          ],
          [
            1759812136600,
            1
          ],
          [
            1759814010991,
            1
          ],
          [
            1759816937389,
            1
          ],
          [
            1759818924376,
            1
          ],
          [
            1759820397752,
            1
          ],
          [
            1759821593098,
            1
          ],
          [
            1759824212411,
            1
          ],
          [
            1759825319983,
            1
          ],
          [
            1759826344677,
            1
          ],
          [
            1759829148927,
            1
          ],
          [
            1759831005837,
            1
          ],
          [
            1759831016228,
            1
          ],
          [
            1759836019729,
            1
          ],
          [
            1759837317022,
            1
          ],
          [
            1759837942021,
            1
          ],
          [
            1759838683004,
            1
          ],
          [
            1759838866675,
            1
          ],
          [
            1759840592674,
            1
          ],
          [
            1759849692705,
            1
          ],
          [
            1759851582620,
            1
          ],
          [
            1759853843517,
            1
          ],
          [
            1759854951658,
            1
          ],
          [
            1759856559664,
            1
          ],
          [
            1759859538378,
            1
          ],
          [
            1759861952554,
            1
          ],
          [
            1759870823580,
            1
          ],
          [
            1759908573880,
            1
          ],
          [
            1759909959988,
            1
          ]
        ]
      },
      {
        "n": "JUSTeam",
        "ss": [
          [
            1759752467489,
            1
          ],
          [
            1759752808710,
            1
          ],
          [
            1759752946042,
            1
          ],
          [
            1759753191790,
            1
          ],
          [
            1759753539108,
            1
          ],
          [
            1759753634167,
            1
          ],
          [
            1759753888733,
            1
          ],
          [
            1759754594275,
            1
          ],
          [
            1759755295581,
            1
          ],
          [
            1759755622960,
            1
          ],
          [
            1759756672459,
            1
          ],
          [
            1759757861748,
            1
          ],
          [
            1759758685852,
            1
          ],
          [
            1759761469608,
            1
          ],
          [
            1759762147031,
            1
          ],
          [
            1759764895454,
            1
          ],
          [
            1759766923922,
            1
          ],
          [
            1759768561550,
            1
          ],
          [
            1759777095482,
            1
          ],
          [
            1759777475891,
            1
          ],
          [
            1759778843487,
            1
          ],
          [
            1759779960816,
            1
          ],
          [
            1759779969546,
            1
          ],
          [
            1759781223819,
            1
          ],
          [
            1759786139684,
            1
          ],
          [
            1759786545614,
            1
          ],
          [
            1759787639451,
            1
          ],
          [
            1759788129886,
            1
          ],
          [
            1759788751869,
            1
          ],
          [
            1759794479277,
            1
          ],
          [
            1759796601831,
            1
          ],
          [
            1759800691381,
            1
          ],
          [
            1759802377025,
            1
          ],
          [
            1759809962699,
            1
          ],
          [
            1759820940254,
            1
          ],
          [
            1759822714366,
            1
          ],
          [
            1759827126010,
            1
          ],
          [
            1759828977714,
            1
          ],
          [
            1759832766283,
            1
          ],
          [
            1759836495296,
            1
          ],
          [
            1759842112152,
            1
          ],
          [
            1759852159240,
            1
          ],
          [
            1759852621513,
            1
          ],
          [
            1759853990755,
            1
          ],
          [
            1759854353377,
            1
          ],
          [
            1759855046323,
            1
          ],
          [
            1759857501803,
            1
          ],
          [
            1759858081586,
            1
          ],
          [
            1759861413192,
            1
          ],
          [
            1759861831131,
            1
          ],
          [
            1759865174515,
            1
          ],
          [
            1759866092437,
            1
          ],
          [
            1759870092995,
            1
          ],
          [
            1759872528065,
            1
          ],
          [
            1759875026001,
            1
          ]
        ]
      },
      {
        "n": "切香蕉比赛 (4)",
        "ss": [
          [
            1759752625784,
            1
          ],
          [
            1759753261172,
            1
          ],
          [
            1759753327208,
            1
          ],
          [
            1759753527899,
            1
          ],
          [
            1759753577454,
            1
          ],
          [
            1759754035393,
            1
          ],
          [
            1759754269313,
            1
          ],
          [
            1759755292900,
            1
          ],
          [
            1759755507952,
            1
          ],
          [
            1759757243420,
            1
          ],
          [
            1759757979816,
            1
          ],
          [
            1759758336479,
            1
          ],
          [
            1759758541395,
            1
          ],
          [
            1759760291115,
            1
          ],
          [
            1759761290777,
            1
          ],
          [
            1759765971628,
            1
          ],
          [
            1759767346693,
            1
          ],
          [
            1759769245700,
            1
          ],
          [
            1759780765443,
            1
          ],
          [
            1759787231526,
            1
          ],
          [
            1759788558259,
            1
          ],
          [
            1759790103330,
            1
          ],
          [
            1759790514509,
            1
          ],
          [
            1759792295600,
            1
          ],
          [
            1759808272582,
            1
          ],
          [
            1759808545894,
            1
          ],
          [
            1759810335268,
            1
          ],
          [
            1759810723549,
            1
          ],
          [
            1759813162378,
            1
          ],
          [
            1759813324050,
            1
          ],
          [
            1759813689996,
            1
          ],
          [
            1759814897567,
            1
          ],
          [
            1759815574991,
            1
          ],
          [
            1759822750444,
            1
          ],
          [
            1759825045286,
            1
          ],
          [
            1759829306864,
            1
          ],
          [
            1759830202756,
            1
          ],
          [
            1759833407086,
            1
          ],
          [
            1759835407621,
            1
          ],
          [
            1759836045343,
            1
          ],
          [
            1759837330122,
            1
          ],
          [
            1759840688653,
            1
          ],
          [
            1759843995217,
            1
          ],
          [
            1759844986870,
            1
          ],
          [
            1759848513023,
            1
          ],
          [
            1759852070530,
            1
          ],
          [
            1759854393214,
            1
          ],
          [
            1759858292859,
            1
          ],
          [
            1759860399354,
            1
          ],
          [
            1759865051481,
            1
          ],
          [
            1759869655027,
            1
          ],
          [
            1759874241496,
            1
          ],
          [
            1759876955921,
            1
          ],
          [
            1759878432609,
            1
          ],
          [
            1759878468784,
            1
          ],
          [
            1759879814106,
            1
          ],
          [
            1759885091712,
            1
          ]
        ]
      },
      {
        "n": "看看题US-TC肉鸽联合寻访分队开局（吗",
        "ss": [
          [
            1759752631909,
            1
          ],
          [
            1759752953398,
            1
          ],
          [
            1759753051661,
            1
          ],
          [
            1759753418202,
            1
          ],
          [
            1759753771680,
            1
          ],
          [
            1759754403341,
            1
          ],
          [
            1759754656053,
            1
          ],
          [
            1759757050521,
            1
          ],
          [
            1759757300932,
            1
          ],
          [
            1759758216534,
            1
          ],
          [
            1759760225936,
            1
          ],
          [
            1759760404852,
            1
          ],
          [
            1759763477616,
            1
          ],
          [
            1759764237128,
            1
          ],
          [
            1759765198793,
            1
          ],
          [
            1759766496326,
            1
          ],
          [
            1759766524586,
            1
          ],
          [
            1759766663020,
            1
          ],
          [
            1759768542726,
            1
          ],
          [
            1759774908377,
            1
          ],
          [
            1759778864165,
            1
          ],
          [
            1759780593764,
            1
          ],
          [
            1759781224052,
            1
          ],
          [
            1759782376253,
            1
          ],
          [
            1759783745092,
            1
          ],
          [
            1759811541613,
            1
          ],
          [
            1759812276488,
            1
          ],
          [
            1759813594013,
            1
          ],
          [
            1759814073812,
            1
          ],
          [
            1759815608611,
            1
          ],
          [
            1759821931059,
            1
          ],
          [
            1759822083250,
            1
          ],
          [
            1759823891125,
            1
          ],
          [
            1759824326433,
            1
          ],
          [
            1759830792895,
            1
          ],
          [
            1759830908403,
            1
          ],
          [
            1759837529257,
            1
          ],
          [
            1759840727845,
            1
          ],
          [
            1759846559489,
            1
          ],
          [
            1759849484953,
            1
          ],
          [
            1759850664249,
            1
          ],
          [
            1759854974128,
            1
          ],
          [
            1759856065695,
            1
          ],
          [
            1759857712376,
            1
          ],
          [
            1759862964542,
            1
          ],
          [
            1759867010721,
            1
          ],
          [
            1759876653925,
            1
          ],
          [
            1759879066538,
            1
          ],
          [
            1759879234170,
            1
          ],
          [
            1759886271588,
            1
          ],
          [
            1759889589926,
            1
          ],
          [
            1759890847542,
            1
          ],
          [
            1759894288178,
            1
          ],
          [
            1759902651267,
            1
          ],
          [
            1759903473212,
            1
          ]
        ]
      },
      {
        "n": "凑不出 any - sure case",
        "ss": [
          [
            1759752393525,
            1
          ],
          [
            1759752702307,
            1
          ],
          [
            1759752725177,
            1
          ],
          [
            1759753030804,
            1
          ],
          [
            1759753346127,
            1
          ],
          [
            1759753518568,
            1
          ],
          [
            1759753912893,
            1
          ],
          [
            1759754618904,
            1
          ],
          [
            1759755385326,
            1
          ],
          [
            1759755572471,
            1
          ],
          [
            1759756442582,
            1
          ],
          [
            1759757463511,
            1
          ],
          [
            1759757878444,
            1
          ],
          [
            1759762468833,
            1
          ],
          [
            1759763101047,
            1
          ],
          [
            1759764965934,
            1
          ],
          [
            1759766440165,
            1
          ],
          [
            1759767587869,
            1
          ],
          [
            1759768634981,
            1
          ],
          [
            1759777639117,
            1
          ],
          [
            1759778968714,
            1
          ],
          [
            1759779446273,
            1
          ],
          [
            1759780175708,
            1
          ],
          [
            1759781181186,
            1
          ],
          [
            1759803561824,
            1
          ],
          [
            1759808725946,
            1
          ],
          [
            1759809326508,
            1
          ],
          [
            1759810216692,
            1
          ],
          [
            1759810382474,
            1
          ],
          [
            1759810438277,
            1
          ],
          [
            1759810949589,
            1
          ],
          [
            1759818295032,
            1
          ],
          [
            1759820888491,
            1
          ],
          [
            1759822343118,
            1
          ],
          [
            1759829457900,
            1
          ],
          [
            1759831331459,
            1
          ],
          [
            1759838466854,
            1
          ],
          [
            1759840349922,
            1
          ],
          [
            1759841728084,
            1
          ],
          [
            1759843148972,
            1
          ],
          [
            1759844066526,
            1
          ],
          [
            1759846583866,
            1
          ],
          [
            1759849292814,
            1
          ],
          [
            1759855526345,
            1
          ],
          [
            1759857454579,
            1
          ],
          [
            1759858312000,
            1
          ],
          [
            1759858864091,
            1
          ],
          [
            1759859510388,
            1
          ],
          [
            1759861345837,
            1
          ],
          [
            1759895700993,
            1
          ],
          [
            1759900624070,
            1
          ],
          [
            1759902479400,
            1
          ],
          [
            1759904531946,
            1
          ],
          [
            1759906287837,
            1
          ],
          [
            1759913851292,
            1
          ],
          [
            1759937155081,
            1
          ],
          [
            1759937283737,
            1
          ],
          [
            1759937974045,
            1
          ],
          [
            1760001522646,
            1
          ],
          [
            1760001584080,
            1
          ],
          [
            1760001601162,
            1
          ],
          [
            1760001645613,
            1
          ],
          [
            1760016202899,
            1
          ]
        ]
      },
      {
        "n": "魔法少女ノ魔女裁判",
        "ss": [
          [
            1759752595014,
            1
          ],
          [
            1759752927868,
            1
          ],
          [
            1759753125796,
            1
          ],
          [
            1759753529496,
            1
          ],
          [
            1759753585719,
            1
          ],
          [
            1759753745039,
            1
          ],
          [
            1759758992197,
            1
          ],
          [
            1759759194281,
            1
          ],
          [
            1759760909187,
            1
          ],
          [
            1759761917791,
            1
          ],
          [
            1759762284550,
            1
          ],
          [
            1759771325445,
            1
          ],
          [
            1759773149855,
            1
          ],
          [
            1759774393575,
            1
          ],
          [
            1759774903112,
            1
          ],
          [
            1759778855394,
            1
          ],
          [
            1759783192514,
            1
          ],
          [
            1759790026945,
            1
          ],
          [
            1759809217182,
            1
          ],
          [
            1759817402613,
            1
          ],
          [
            1759818856807,
            1
          ],
          [
            1759820592464,
            1
          ],
          [
            1759821957756,
            1
          ],
          [
            1759827958865,
            1
          ],
          [
            1759828647417,
            1
          ],
          [
            1759829635644,
            1
          ],
          [
            1759829830494,
            1
          ],
          [
            1759830745692,
            1
          ],
          [
            1759830963234,
            1
          ],
          [
            1759833406078,
            1
          ],
          [
            1759835149309,
            1
          ],
          [
            1759839004947,
            1
          ],
          [
            1759841603685,
            1
          ],
          [
            1759844790184,
            1
          ],
          [
            1759845582566,
            1
          ],
          [
            1759846736913,
            1
          ],
          [
            1759848877974,
            1
          ],
          [
            1759855219816,
            1
          ],
          [
            1759855883864,
            1
          ],
          [
            1759857149881,
            1
          ],
          [
            1759863226299,
            1
          ],
          [
            1759867041797,
            1
          ],
          [
            1759870340722,
            1
          ],
          [
            1759881159368,
            1
          ],
          [
            1759888131568,
            1
          ],
          [
            1759888416688,
            1
          ],
          [
            1759892133421,
            1
          ],
          [
            1759893060897,
            1
          ],
          [
            1759894399156,
            1
          ],
          [
            1759895947866,
            1
          ],
          [
            1759907061744,
            1
          ],
          [
            1759909793217,
            1
          ],
          [
            1759910555748,
            1
          ],
          [
            1759917536003,
            1
          ]
        ]
      },
      {
        "n": "rusty lake rambler",
        "ss": [
          [
            1759752518390,
            1
          ],
          [
            1759753133279,
            1
          ],
          [
            1759753174686,
            1
          ],
          [
            1759753274459,
            1
          ],
          [
            1759753439677,
            1
          ],
          [
            1759753722590,
            1
          ],
          [
            1759754593745,
            1
          ],
          [
            1759756419408,
            1
          ],
          [
            1759756722625,
            1
          ],
          [
            1759757530868,
            1
          ],
          [
            1759758367305,
            1
          ],
          [
            1759758771973,
            1
          ],
          [
            1759764643976,
            1
          ],
          [
            1759766997319,
            1
          ],
          [
            1759770270280,
            1
          ],
          [
            1759778847379,
            1
          ],
          [
            1759780234527,
            1
          ],
          [
            1759805490091,
            1
          ],
          [
            1759806588154,
            1
          ],
          [
            1759808140450,
            1
          ],
          [
            1759809767715,
            1
          ],
          [
            1759812916495,
            1
          ],
          [
            1759814629404,
            1
          ],
          [
            1759816039238,
            1
          ],
          [
            1759816741473,
            1
          ],
          [
            1759819009297,
            1
          ],
          [
            1759819409968,
            1
          ],
          [
            1759822813989,
            1
          ],
          [
            1759823633468,
            1
          ],
          [
            1759829967078,
            1
          ],
          [
            1759835534761,
            1
          ],
          [
            1759838327649,
            1
          ],
          [
            1759841851719,
            1
          ],
          [
            1759843169754,
            1
          ],
          [
            1759845154642,
            1
          ],
          [
            1759846422933,
            1
          ],
          [
            1759850166240,
            1
          ],
          [
            1759851111074,
            1
          ],
          [
            1759855687766,
            1
          ],
          [
            1759856479889,
            1
          ],
          [
            1759857362280,
            1
          ],
          [
            1759860559100,
            1
          ],
          [
            1759883706957,
            1
          ],
          [
            1759891495751,
            1
          ],
          [
            1759892366705,
            1
          ],
          [
            1759893702953,
            1
          ],
          [
            1759900763887,
            1
          ],
          [
            1759902470609,
            1
          ],
          [
            1759903245158,
            1
          ],
          [
            1759903659772,
            1
          ],
          [
            1759906394552,
            1
          ],
          [
            1759908820465,
            1
          ],
          [
            1759909767493,
            1
          ],
          [
            1759911220195,
            1
          ],
          [
            1759916223628,
            1
          ],
          [
            1759918607191,
            1
          ],
          [
            1759922494055,
            1
          ],
          [
            1759996224734,
            1
          ],
          [
            1759996239535,
            1
          ],
          [
            1759996253657,
            1
          ],
          [
            1759996264078,
            1
          ],
          [
            1759996279119,
            1
          ],
          [
            1759996289892,
            1
          ]
        ]
      },
      {
        "n": "天翔战队ZOO连者！",
        "ss": [
          [
            1759752519333,
            1
          ],
          [
            1759752798511,
            1
          ],
          [
            1759752980932,
            1
          ],
          [
            1759753421401,
            1
          ],
          [
            1759753571320,
            1
          ],
          [
            1759753881502,
            1
          ],
          [
            1759754806570,
            1
          ],
          [
            1759754813002,
            1
          ],
          [
            1759755001574,
            1
          ],
          [
            1759755603032,
            1
          ],
          [
            1759756854126,
            1
          ],
          [
            1759757068385,
            1
          ],
          [
            1759758406338,
            1
          ],
          [
            1759758976255,
            1
          ],
          [
            1759760075614,
            1
          ],
          [
            1759762271075,
            1
          ],
          [
            1759763049377,
            1
          ],
          [
            1759768807530,
            1
          ],
          [
            1759769936837,
            1
          ],
          [
            1759770285655,
            1
          ],
          [
            1759771315633,
            1
          ],
          [
            1759772143047,
            1
          ],
          [
            1759773602776,
            1
          ],
          [
            1759782039464,
            1
          ],
          [
            1759819525628,
            1
          ],
          [
            1759820169533,
            1
          ],
          [
            1759821081646,
            1
          ],
          [
            1759821840715,
            1
          ],
          [
            1759824053296,
            1
          ],
          [
            1759831785365,
            1
          ],
          [
            1759834613680,
            1
          ],
          [
            1759835253808,
            1
          ],
          [
            1759836981973,
            1
          ],
          [
            1759838360544,
            1
          ],
          [
            1759839949840,
            1
          ],
          [
            1759842246397,
            1
          ],
          [
            1759842975507,
            1
          ],
          [
            1759843492018,
            1
          ],
          [
            1759848271648,
            1
          ],
          [
            1759852381469,
            1
          ],
          [
            1759856260004,
            1
          ],
          [
            1759856745132,
            1
          ],
          [
            1759857700786,
            1
          ],
          [
            1759862347655,
            1
          ],
          [
            1759868387241,
            1
          ],
          [
            1759898067355,
            1
          ],
          [
            1759898189577,
            1
          ],
          [
            1759902109920,
            1
          ],
          [
            1759903242820,
            1
          ],
          [
            1759907315097,
            1
          ],
          [
            1759908666334,
            1
          ],
          [
            1759912412326,
            1
          ],
          [
            1759914881396,
            1
          ],
          [
            1759923422991,
            1
          ],
          [
            1759925156349,
            1
          ],
          [
            1759925846616,
            1
          ],
          [
            1759926323397,
            1
          ],
          [
            1759927198762,
            1
          ],
          [
            1759927238604,
            1
          ],
          [
            1759927263172,
            1
          ],
          [
            1759927331305,
            1
          ],
          [
            1759927350332,
            1
          ],
          [
            1759927361092,
            1
          ]
        ]
      },
      {
        "n": "UES&TC",
        "ss": [
          [
            1759752397315,
            1
          ],
          [
            1759752959143,
            1
          ],
          [
            1759753104857,
            1
          ],
          [
            1759753214524,
            1
          ],
          [
            1759753535559,
            1
          ],
          [
            1759753762390,
            1
          ],
          [
            1759753976014,
            1
          ],
          [
            1759754872936,
            1
          ],
          [
            1759757027728,
            1
          ],
          [
            1759757211050,
            1
          ],
          [
            1759757829102,
            1
          ],
          [
            1759758837345,
            1
          ],
          [
            1759759009288,
            1
          ],
          [
            1759762051726,
            1
          ],
          [
            1759763163045,
            1
          ],
          [
            1759764314761,
            1
          ],
          [
            1759765267593,
            1
          ],
          [
            1759768110396,
            1
          ],
          [
            1759769292356,
            1
          ],
          [
            1759781077622,
            1
          ],
          [
            1759807299412,
            1
          ],
          [
            1759809531609,
            1
          ],
          [
            1759809896043,
            1
          ],
          [
            1759810601819,
            1
          ],
          [
            1759813535859,
            1
          ],
          [
            1759821684874,
            1
          ],
          [
            1759821964324,
            1
          ],
          [
            1759822821570,
            1
          ],
          [
            1759823617930,
            1
          ],
          [
            1759824010221,
            1
          ],
          [
            1759828915198,
            1
          ],
          [
            1759830964436,
            1
          ],
          [
            1759833447680,
            1
          ],
          [
            1759834646401,
            1
          ],
          [
            1759835118462,
            1
          ],
          [
            1759843131594,
            1
          ],
          [
            1759847176549,
            1
          ],
          [
            1759851628747,
            1
          ],
          [
            1759853723565,
            1
          ],
          [
            1759854527055,
            1
          ],
          [
            1759857225302,
            1
          ],
          [
            1759858113283,
            1
          ],
          [
            1759859547502,
            1
          ],
          [
            1759864968147,
            1
          ],
          [
            1759872205939,
            1
          ],
          [
            1759896258669,
            1
          ],
          [
            1759897054022,
            1
          ],
          [
            1759911271737,
            1
          ],
          [
            1759912071218,
            1
          ],
          [
            1759914565984,
            1
          ],
          [
            1759917170799,
            1
          ],
          [
            1759917882799,
            1
          ],
          [
            1759919160784,
            1
          ],
          [
            1759923505577,
            1
          ],
          [
            1759924456091,
            1
          ]
        ]
      },
      {
        "n": "不想上班",
        "ss": [
          [
            1759752617875,
            1
          ],
          [
            1759752788725,
            1
          ],
          [
            1759752865819,
            1
          ],
          [
            1759753475091,
            1
          ],
          [
            1759754080787,
            1
          ],
          [
            1759754200351,
            1
          ],
          [
            1759755217196,
            1
          ],
          [
            1759756231032,
            1
          ],
          [
            1759758261035,
            1
          ],
          [
            1759758581916,
            1
          ],
          [
            1759758980387,
            1
          ],
          [
            1759760813248,
            1
          ],
          [
            1759761305624,
            1
          ],
          [
            1759764755078,
            1
          ],
          [
            1759765497256,
            1
          ],
          [
            1759767743182,
            1
          ],
          [
            1759769467366,
            1
          ],
          [
            1759774084934,
            1
          ],
          [
            1759780993209,
            1
          ],
          [
            1759805517838,
            1
          ],
          [
            1759809025146,
            1
          ],
          [
            1759809822438,
            1
          ],
          [
            1759811360990,
            1
          ],
          [
            1759813515115,
            1
          ],
          [
            1759815525499,
            1
          ],
          [
            1759818537599,
            1
          ],
          [
            1759819159093,
            1
          ],
          [
            1759820951879,
            1
          ],
          [
            1759822591099,
            1
          ],
          [
            1759827294768,
            1
          ],
          [
            1759829568310,
            1
          ],
          [
            1759832401376,
            1
          ],
          [
            1759834860856,
            1
          ],
          [
            1759842287110,
            1
          ],
          [
            1759844129553,
            1
          ],
          [
            1759849461938,
            1
          ],
          [
            1759851041561,
            1
          ],
          [
            1759853732940,
            1
          ],
          [
            1759857066536,
            1
          ],
          [
            1759868084353,
            1
          ],
          [
            1759870354475,
            1
          ],
          [
            1759887314813,
            1
          ],
          [
            1759891470045,
            1
          ],
          [
            1759896929545,
            1
          ],
          [
            1759898261769,
            1
          ],
          [
            1759898900307,
            1
          ],
          [
            1759900387121,
            1
          ],
          [
            1759904549087,
            1
          ],
          [
            1759905022589,
            1
          ],
          [
            1759906862065,
            1
          ],
          [
            1759908551658,
            1
          ],
          [
            1759911206621,
            1
          ],
          [
            1759913148456,
            1
          ],
          [
            1759917739204,
            1
          ],
          [
            1759924707375,
            1
          ]
        ]
      },
      {
        "n": "澄明时分",
        "ss": [
          [
            1759752364939,
            1
          ],
          [
            1759752622228,
            1
          ],
          [
            1759752766623,
            1
          ],
          [
            1759752780535,
            1
          ],
          [
            1759753261914,
            1
          ],
          [
            1759753505836,
            1
          ],
          [
            1759753526671,
            1
          ],
          [
            1759753756981,
            1
          ],
          [
            1759755188298,
            1
          ],
          [
            1759755325526,
            1
          ],
          [
            1759756028706,
            1
          ],
          [
            1759757288231,
            1
          ],
          [
            1759757542595,
            1
          ],
          [
            1759762804313,
            1
          ],
          [
            1759764597337,
            1
          ],
          [
            1759767239417,
            1
          ],
          [
            1759769130230,
            1
          ],
          [
            1759770797380,
            1
          ],
          [
            1759780407534,
            1
          ],
          [
            1759781617863,
            1
          ],
          [
            1759805263410,
            1
          ],
          [
            1759816518220,
            1
          ],
          [
            1759817205895,
            1
          ],
          [
            1759818009169,
            1
          ],
          [
            1759822142931,
            1
          ],
          [
            1759824085327,
            1
          ],
          [
            1759834355027,
            1
          ],
          [
            1759834754020,
            1
          ],
          [
            1759835187837,
            1
          ],
          [
            1759836087258,
            1
          ],
          [
            1759836600584,
            1
          ],
          [
            1759839284264,
            1
          ],
          [
            1759840147224,
            1
          ],
          [
            1759844214479,
            1
          ],
          [
            1759849969325,
            1
          ],
          [
            1759850803443,
            1
          ],
          [
            1759859008477,
            1
          ],
          [
            1759859640932,
            1
          ],
          [
            1759861242924,
            1
          ],
          [
            1759866021586,
            1
          ],
          [
            1759866890336,
            1
          ],
          [
            1759869539553,
            1
          ],
          [
            1759870832001,
            1
          ],
          [
            1759884953821,
            1
          ],
          [
            1759897660103,
            1
          ],
          [
            1759906057072,
            1
          ],
          [
            1759907760188,
            1
          ],
          [
            1759910644051,
            1
          ],
          [
            1759912055467,
            1
          ],
          [
            1759914234595,
            1
          ],
          [
            1759917851990,
            1
          ],
          [
            1759919055781,
            1
          ],
          [
            1759919936261,
            1
          ],
          [
            1759920777715,
            1
          ],
          [
            1759926848920,
            1
          ]
        ]
      },
      {
        "n": "我们-天才 野炊组",
        "ss": [
          [
            1759752971642,
            1
          ],
          [
            1759753475542,
            1
          ],
          [
            1759753496025,
            1
          ],
          [
            1759753634454,
            1
          ],
          [
            1759754047378,
            1
          ],
          [
            1759754489145,
            1
          ],
          [
            1759754854194,
            1
          ],
          [
            1759756509269,
            1
          ],
          [
            1759756672276,
            1
          ],
          [
            1759757428588,
            1
          ],
          [
            1759758901597,
            1
          ],
          [
            1759759464244,
            1
          ],
          [
            1759759663659,
            1
          ],
          [
            1759762756007,
            1
          ],
          [
            1759764073305,
            1
          ],
          [
            1759764691516,
            1
          ],
          [
            1759765478724,
            1
          ],
          [
            1759767156927,
            1
          ],
          [
            1759779225225,
            1
          ],
          [
            1759781648773,
            1
          ],
          [
            1759796969271,
            1
          ],
          [
            1759798582723,
            1
          ],
          [
            1759801164922,
            1
          ],
          [
            1759804606759,
            1
          ],
          [
            1759810394156,
            1
          ],
          [
            1759810971254,
            1
          ],
          [
            1759812949365,
            1
          ],
          [
            1759813116754,
            1
          ],
          [
            1759817577225,
            1
          ],
          [
            1759818028718,
            1
          ],
          [
            1759820833153,
            1
          ],
          [
            1759821999913,
            1
          ],
          [
            1759822551246,
            1
          ],
          [
            1759826475120,
            1
          ],
          [
            1759830086263,
            1
          ],
          [
            1759833938295,
            1
          ],
          [
            1759843395288,
            1
          ],
          [
            1759846759516,
            1
          ],
          [
            1759848790867,
            1
          ],
          [
            1759850573721,
            1
          ],
          [
            1759860204363,
            1
          ],
          [
            1759892824943,
            1
          ],
          [
            1759896309618,
            1
          ],
          [
            1759898948380,
            1
          ],
          [
            1759899701601,
            1
          ],
          [
            1759900442325,
            1
          ],
          [
            1759903076022,
            1
          ],
          [
            1759908061561,
            1
          ],
          [
            1759915751628,
            1
          ],
          [
            1759916601735,
            1
          ],
          [
            1759918378071,
            1
          ],
          [
            1759920407133,
            1
          ],
          [
            1759924819247,
            1
          ],
          [
            1759930078001,
            1
          ]
        ]
      },
      {
        "n": "Hungergame😋",
        "ss": [
          [
            1759752468798,
            1
          ],
          [
            1759752665265,
            1
          ],
          [
            1759752754147,
            1
          ],
          [
            1759752952396,
            1
          ],
          [
            1759753328370,
            1
          ],
          [
            1759753491380,
            1
          ],
          [
            1759753779120,
            1
          ],
          [
            1759753926439,
            1
          ],
          [
            1759760078447,
            1
          ],
          [
            1759760188035,
            1
          ],
          [
            1759760552190,
            1
          ],
          [
            1759761599627,
            1
          ],
          [
            1759761949807,
            1
          ],
          [
            1759762947447,
            1
          ],
          [
            1759764717222,
            1
          ],
          [
            1759764959411,
            1
          ],
          [
            1759765870529,
            1
          ],
          [
            1759770156895,
            1
          ],
          [
            1759770565745,
            1
          ],
          [
            1759782640240,
            1
          ],
          [
            1759807652375,
            1
          ],
          [
            1759809270374,
            1
          ],
          [
            1759810917844,
            1
          ],
          [
            1759813320718,
            1
          ],
          [
            1759814815036,
            1
          ],
          [
            1759819064612,
            1
          ],
          [
            1759819500456,
            1
          ],
          [
            1759820521709,
            1
          ],
          [
            1759821519695,
            1
          ],
          [
            1759821779959,
            1
          ],
          [
            1759823102282,
            1
          ],
          [
            1759829516026,
            1
          ],
          [
            1759830164129,
            1
          ],
          [
            1759834549281,
            1
          ],
          [
            1759836074299,
            1
          ],
          [
            1759843382572,
            1
          ],
          [
            1759847366227,
            1
          ],
          [
            1759849228739,
            1
          ],
          [
            1759849869536,
            1
          ],
          [
            1759850587926,
            1
          ],
          [
            1759854691556,
            1
          ],
          [
            1759859159967,
            1
          ],
          [
            1759860221688,
            1
          ],
          [
            1759861994283,
            1
          ],
          [
            1759862548889,
            1
          ],
          [
            1759865323528,
            1
          ],
          [
            1759867175567,
            1
          ],
          [
            1759878222218,
            1
          ],
          [
            1759892621086,
            1
          ],
          [
            1759903861881,
            1
          ],
          [
            1759903954747,
            1
          ],
          [
            1759911540554,
            1
          ],
          [
            1759912131371,
            1
          ],
          [
            1759917810187,
            1
          ],
          [
            1759930489920,
            1
          ],
          [
            1760103415207,
            1
          ]
        ]
      },
      {
        "n": "地上的花之都",
        "ss": [
          [
            1759752489143,
            1
          ],
          [
            1759752664441,
            1
          ],
          [
            1759752820559,
            1
          ],
          [
            1759753115444,
            1
          ],
          [
            1759753340793,
            1
          ],
          [
            1759753650864,
            1
          ],
          [
            1759753723945,
            1
          ],
          [
            1759753999181,
            1
          ],
          [
            1759755381034,
            1
          ],
          [
            1759755812310,
            1
          ],
          [
            1759756514135,
            1
          ],
          [
            1759757779318,
            1
          ],
          [
            1759758043967,
            1
          ],
          [
            1759759710395,
            1
          ],
          [
            1759760352463,
            1
          ],
          [
            1759762844741,
            1
          ],
          [
            1759765326770,
            1
          ],
          [
            1759815632075,
            1
          ],
          [
            1759821785750,
            1
          ],
          [
            1759826433382,
            1
          ],
          [
            1759827097540,
            1
          ],
          [
            1759827979069,
            1
          ],
          [
            1759828904062,
            1
          ],
          [
            1759829955016,
            1
          ],
          [
            1759841271996,
            1
          ],
          [
            1759841605635,
            1
          ],
          [
            1759842556395,
            1
          ],
          [
            1759842611930,
            1
          ],
          [
            1759843052666,
            1
          ],
          [
            1759846729375,
            1
          ],
          [
            1759847749804,
            1
          ],
          [
            1759848319365,
            1
          ],
          [
            1759850895221,
            1
          ],
          [
            1759856612916,
            1
          ],
          [
            1759858118384,
            1
          ],
          [
            1759858969170,
            1
          ],
          [
            1759860699508,
            1
          ],
          [
            1759863681648,
            1
          ],
          [
            1759865499666,
            1
          ],
          [
            1759867604543,
            1
          ],
          [
            1759874532414,
            1
          ],
          [
            1759889299874,
            1
          ],
          [
            1759893373360,
            1
          ],
          [
            1759894606185,
            1
          ],
          [
            1759899804482,
            1
          ],
          [
            1759902070131,
            1
          ],
          [
            1759903516764,
            1
          ],
          [
            1759903768421,
            1
          ],
          [
            1759905469708,
            1
          ],
          [
            1759908767021,
            1
          ],
          [
            1759916210746,
            1
          ],
          [
            1759916779076,
            1
          ],
          [
            1759920843435,
            1
          ],
          [
            1759922896306,
            1
          ],
          [
            1759931254815,
            1
          ],
          [
            1759979381100,
            1
          ],
          [
            1759988917169,
            1
          ],
          [
            1760013145368,
            1
          ]
        ]
      },
      {
        "n": "Celestial<Catellite>",
        "ss": [
          [
            1759752370676,
            1
          ],
          [
            1759752548179,
            1
          ],
          [
            1759752659705,
            1
          ],
          [
            1759752947606,
            1
          ],
          [
            1759753239365,
            1
          ],
          [
            1759753648256,
            1
          ],
          [
            1759757179132,
            1
          ],
          [
            1759761540859,
            1
          ],
          [
            1759761916039,
            1
          ],
          [
            1759762860055,
            1
          ],
          [
            1759764283217,
            1
          ],
          [
            1759764478803,
            1
          ],
          [
            1759765886447,
            1
          ],
          [
            1759767259898,
            1
          ],
          [
            1759769864563,
            1
          ],
          [
            1759771971328,
            1
          ],
          [
            1759774680086,
            1
          ],
          [
            1759789610829,
            1
          ],
          [
            1759816950018,
            1
          ],
          [
            1759823449356,
            1
          ],
          [
            1759825647385,
            1
          ],
          [
            1759827550567,
            1
          ],
          [
            1759829296692,
            1
          ],
          [
            1759829583850,
            1
          ],
          [
            1759842182535,
            1
          ],
          [
            1759842746330,
            1
          ],
          [
            1759844377128,
            1
          ],
          [
            1759844867043,
            1
          ],
          [
            1759846009230,
            1
          ],
          [
            1759846441673,
            1
          ],
          [
            1759848388829,
            1
          ],
          [
            1759849686554,
            1
          ],
          [
            1759852975511,
            1
          ],
          [
            1759855304391,
            1
          ],
          [
            1759865786705,
            1
          ],
          [
            1759891477673,
            1
          ],
          [
            1759893238011,
            1
          ],
          [
            1759893832600,
            1
          ],
          [
            1759894123929,
            1
          ],
          [
            1759894815946,
            1
          ],
          [
            1759897573687,
            1
          ],
          [
            1759899112840,
            1
          ],
          [
            1759900647717,
            1
          ],
          [
            1759903226771,
            1
          ],
          [
            1759904202947,
            1
          ],
          [
            1759905628258,
            1
          ],
          [
            1759909053949,
            1
          ],
          [
            1759911059046,
            1
          ],
          [
            1759911562961,
            1
          ],
          [
            1759912427391,
            1
          ],
          [
            1759918209052,
            1
          ],
          [
            1759918922325,
            1
          ],
          [
            1759919352344,
            1
          ],
          [
            1759923927608,
            1
          ],
          [
            1759936147051,
            1
          ],
          [
            1759972424261,
            1
          ]
        ]
      },
      {
        "n": "🐳🐳🐳CVVpsVVk🐳🐳🐳",
        "ss": [
          [
            1759752470014,
            1
          ],
          [
            1759752781842,
            1
          ],
          [
            1759753172457,
            1
          ],
          [
            1759753449994,
            1
          ],
          [
            1759753768523,
            1
          ],
          [
            1759754043512,
            1
          ],
          [
            1759754309331,
            1
          ],
          [
            1759757025045,
            1
          ],
          [
            1759757378637,
            1
          ],
          [
            1759759676542,
            1
          ],
          [
            1759761054147,
            1
          ],
          [
            1759761288486,
            1
          ],
          [
            1759762629022,
            1
          ],
          [
            1759765150358,
            1
          ],
          [
            1759788765898,
            1
          ],
          [
            1759804682096,
            1
          ],
          [
            1759805029084,
            1
          ],
          [
            1759806677413,
            1
          ],
          [
            1759817156500,
            1
          ],
          [
            1759820074425,
            1
          ],
          [
            1759820993191,
            1
          ],
          [
            1759825038189,
            1
          ],
          [
            1759827626024,
            1
          ],
          [
            1759831539257,
            1
          ],
          [
            1759849661723,
            1
          ],
          [
            1759850509208,
            1
          ],
          [
            1759853020581,
            1
          ],
          [
            1759855344233,
            1
          ],
          [
            1759858447775,
            1
          ],
          [
            1759860577103,
            1
          ],
          [
            1759860584946,
            1
          ],
          [
            1759863640204,
            1
          ],
          [
            1759867088306,
            1
          ],
          [
            1759867560712,
            1
          ],
          [
            1759870272931,
            1
          ],
          [
            1759871686414,
            1
          ],
          [
            1759876779343,
            1
          ],
          [
            1759879603187,
            1
          ],
          [
            1759882142377,
            1
          ],
          [
            1759885334177,
            1
          ],
          [
            1759887152192,
            1
          ],
          [
            1759903885565,
            1
          ],
          [
            1759907114284,
            1
          ],
          [
            1759907621935,
            1
          ],
          [
            1759910702533,
            1
          ],
          [
            1759913579868,
            1
          ],
          [
            1759914291975,
            1
          ],
          [
            1759922684634,
            1
          ],
          [
            1759925599521,
            1
          ],
          [
            1759929482245,
            1
          ],
          [
            1759930228750,
            1
          ],
          [
            1759930676033,
            1
          ],
          [
            1759932813030,
            1
          ],
          [
            1759934453713,
            1
          ],
          [
            1759938777230,
            1
          ],
          [
            1760000396790,
            1
          ]
        ]
      },
      {
        "n": "争取烤鱼的自由",
        "ss": [
          [
            1759752382862,
            1
          ],
          [
            1759752995694,
            1
          ],
          [
            1759753193142,
            1
          ],
          [
            1759753535786,
            1
          ],
          [
            1759753670635,
            1
          ],
          [
            1759753826649,
            1
          ],
          [
            1759754074186,
            1
          ],
          [
            1759755197622,
            1
          ],
          [
            1759757848148,
            1
          ],
          [
            1759758143376,
            1
          ],
          [
            1759759062976,
            1
          ],
          [
            1759760235510,
            1
          ],
          [
            1759760788851,
            1
          ],
          [
            1759760878938,
            1
          ],
          [
            1759763775085,
            1
          ],
          [
            1759764715401,
            1
          ],
          [
            1759766590675,
            1
          ],
          [
            1759768049838,
            1
          ],
          [
            1759771464015,
            1
          ],
          [
            1759776356463,
            1
          ],
          [
            1759784951538,
            1
          ],
          [
            1759807866998,
            1
          ],
          [
            1759809379058,
            1
          ],
          [
            1759810733296,
            1
          ],
          [
            1759813420218,
            1
          ],
          [
            1759815169730,
            1
          ],
          [
            1759823398954,
            1
          ],
          [
            1759824284195,
            1
          ],
          [
            1759825725191,
            1
          ],
          [
            1759826152717,
            1
          ],
          [
            1759830790371,
            1
          ],
          [
            1759833740734,
            1
          ],
          [
            1759835279246,
            1
          ],
          [
            1759836918714,
            1
          ],
          [
            1759843736317,
            1
          ],
          [
            1759851782270,
            1
          ],
          [
            1759854822478,
            1
          ],
          [
            1759859197921,
            1
          ],
          [
            1759859295644,
            1
          ],
          [
            1759861588820,
            1
          ],
          [
            1759886346875,
            1
          ],
          [
            1759889244186,
            1
          ],
          [
            1759894120787,
            1
          ],
          [
            1759894787903,
            1
          ],
          [
            1759895368523,
            1
          ],
          [
            1759897129874,
            1
          ],
          [
            1759916666709,
            1
          ],
          [
            1759918878665,
            1
          ],
          [
            1759922560109,
            1
          ],
          [
            1759927240758,
            1
          ],
          [
            1759930849248,
            1
          ],
          [
            1759933883383,
            1
          ],
          [
            1759939860374,
            1
          ],
          [
            1759946620134,
            1
          ],
          [
            1760017667746,
            1
          ],
          [
            1760075406381,
            1
          ],
          [
            1760079073942,
            1
          ],
          [
            1760170211165,
            1
          ],
          [
            1760365500401,
            1
          ],
          [
            1760368399800,
            1
          ],
          [
            1760866211075,
            1
          ]
        ]
      }
    ],
    "time_range": [
      1759752000,
      1760875200
    ],
    "type": "full",
    "desc": null
  },
  "first_blood": {
    "list": [
      {
        "name": "第一轮回",
        "list": [
          {
            "title": "HELLO US-TC",
            "key": "ph1_01",
            "team_name": "深色墨点",
            "timestamp": 1759752257
          },
          {
            "title": "一岁一枯荣",
            "key": "ph1_02",
            "team_name": "反卷的小猫咪",
            "timestamp": 1759752304
          },
          {
            "title": "彩虹上的彩虹",
            "key": "ph1_03",
            "team_name": "Celestial<Catellite>",
            "timestamp": 1759752548
          },
          {
            "title": "素质这一块",
            "key": "ph1_04",
            "team_name": "灵境TES",
            "timestamp": 1759797803
          },
          {
            "title": "你这辈子就是被单表害了",
            "key": "ph1_05",
            "team_name": "Reviver Team",
            "timestamp": 1759784057
          },
          {
            "title": "豆知识",
            "key": "ph1_06",
            "team_name": "灵境TES",
            "timestamp": 1759784281
          },
          {
            "title": "终点",
            "key": "ph1_meta",
            "team_name": "Celestial<Catellite>",
            "timestamp": 1759752659
          },
          {
            "title": "起点",
            "key": "ph1_meta_2",
            "team_name": "JUSTeam",
            "timestamp": 1759788751
          }
        ]
      },
      {
        "name": "第二轮回",
        "list": [
          {
            "title": "没米了！",
            "key": "ph2_01",
            "team_name": "灵境TES",
            "timestamp": 1759753207
          },
          {
            "title": "什么跟什么？",
            "key": "ph2_02",
            "team_name": "Celestial<Catellite>",
            "timestamp": 1759752947
          },
          {
            "title": "将士激昂",
            "key": "ph2_03",
            "team_name": "反卷猴子大王",
            "timestamp": 1759753381
          },
          {
            "title": "阿Q小D",
            "key": "ph2_04",
            "team_name": "澄明时分",
            "timestamp": 1759753756
          },
          {
            "title": "强多有多强",
            "key": "ph2_05",
            "team_name": "JUSTeam",
            "timestamp": 1759796601
          },
          {
            "title": "并非模板",
            "key": "ph2_06",
            "team_name": "JUSTeam",
            "timestamp": 1759794479
          },
          {
            "title": "LA 在玩 maimai",
            "key": "ph2_07",
            "team_name": "JUSTeam",
            "timestamp": 1759809962
          },
          {
            "title": "Local Alchemy",
            "key": "ph2_08",
            "team_name": "Reviver Team",
            "timestamp": 1759838866
          },
          {
            "title": "移位诡计",
            "key": "ph2_meta",
            "team_name": "灵境TES",
            "timestamp": 1759754427
          },
          {
            "title": "歌颂重生",
            "key": "ph2_meta_2",
            "team_name": "San Francisco",
            "timestamp": 1759825347
          }
        ]
      },
      {
        "name": "第三轮回",
        "list": [
          {
            "title": "坏时光",
            "key": "ph3_01",
            "team_name": "灵境TES",
            "timestamp": 1759754557
          },
          {
            "title": "混乱诗歌",
            "key": "ph3_02",
            "team_name": "反卷的小猫咪",
            "timestamp": 1759756859
          },
          {
            "title": "满园春色关不住",
            "key": "ph3_03",
            "team_name": "反卷的小猫咪",
            "timestamp": 1759755450
          },
          {
            "title": "出题人的10000个马甲",
            "key": "ph3_04",
            "team_name": "天翔战队ZOO连者！",
            "timestamp": 1759756854
          },
          {
            "title": "评分标准",
            "key": "ph3_05",
            "team_name": "San Francisco",
            "timestamp": 1759799827
          },
          {
            "title": "我题呢？",
            "key": "ph3_06",
            "team_name": "San Francisco",
            "timestamp": 1759792217
          },
          {
            "title": "Red and Blue",
            "key": "ph3_07",
            "team_name": "San Francisco",
            "timestamp": 1759794759
          },
          {
            "title": "诞生",
            "key": "ph3_08",
            "team_name": "Hungergame😋",
            "timestamp": 1759854691
          },
          {
            "title": "特征筛选",
            "key": "ph3_meta",
            "team_name": "天翔战队ZOO连者！",
            "timestamp": 1759757068
          },
          {
            "title": "要按下按钮吗？",
            "key": "ph3_meta_2",
            "team_name": "San Francisco",
            "timestamp": 1759801140
          }
        ]
      },
      {
        "name": "第四轮回",
        "list": [
          {
            "title": "关注点",
            "key": "ph4_01",
            "team_name": "天翔战队ZOO连者！",
            "timestamp": 1759758406
          },
          {
            "title": "推箱子",
            "key": "ph4_02",
            "team_name": "San Francisco",
            "timestamp": 1759758317
          },
          {
            "title": "エラートレイン",
            "key": "ph4_03",
            "team_name": "天翔战队ZOO连者！",
            "timestamp": 1759758976
          },
          {
            "title": "失意的作曲家",
            "key": "ph4_04",
            "team_name": "天翔战队ZOO连者！",
            "timestamp": 1759760075
          },
          {
            "title": "大厦混战！",
            "key": "ph4_05",
            "team_name": "San Francisco",
            "timestamp": 1759761847
          },
          {
            "title": "光合作用",
            "key": "ph4_06",
            "team_name": "Reviver Team",
            "timestamp": 1759803092
          },
          {
            "title": "作者的独白",
            "key": "ph4_07",
            "team_name": "San Francisco",
            "timestamp": 1759803588
          },
          {
            "title": "Travel Maker",
            "key": "ph4_08",
            "team_name": "切香蕉比赛 (4)",
            "timestamp": 1759844986
          },
          {
            "title": "Chat, 你的人工智障助手",
            "key": "ph4_09",
            "team_name": "San Francisco",
            "timestamp": 1759809898
          },
          {
            "title": "风水轮流转",
            "key": "ph4_10",
            "team_name": "JUSTeam",
            "timestamp": 1759836495
          },
          {
            "title": "过眼云烟",
            "key": "ph4_meta",
            "team_name": "反卷的小猫咪",
            "timestamp": 1759761662
          },
          {
            "title": "欧式战争",
            "key": "ph4_meta_2",
            "team_name": "San Francisco",
            "timestamp": 1759815072
          }
        ]
      },
      {
        "name": "第五轮回",
        "list": [
          {
            "title": "几面间谍",
            "key": "ph5_01",
            "team_name": "天翔战队ZOO连者！",
            "timestamp": 1759768807
          },
          {
            "title": "千点谜",
            "key": "ph5_02",
            "team_name": "San Francisco",
            "timestamp": 1759767539
          },
          {
            "title": "海啸",
            "key": "ph5_03",
            "team_name": "灵境TES",
            "timestamp": 1759776209
          },
          {
            "title": "流星雨",
            "key": "ph5_04",
            "team_name": "omega6?",
            "timestamp": 1759786652
          },
          {
            "title": "数据删除",
            "key": "ph5_05",
            "team_name": "San Francisco",
            "timestamp": 1759809459
          },
          {
            "title": "心跳谜学部",
            "key": "ph5_06",
            "team_name": "San Francisco",
            "timestamp": 1759830357
          },
          {
            "title": "万千世界",
            "key": "ph5_07",
            "team_name": "San Francisco",
            "timestamp": 1759821532
          },
          {
            "title": "立体集合",
            "key": "ph5_08",
            "team_name": "反卷的小猫咪",
            "timestamp": 1759918224
          },
          {
            "title": "写生",
            "key": "ph5_meta",
            "team_name": "天翔战队ZOO连者！",
            "timestamp": 1759771315
          },
          {
            "title": "US-TC最权威的百科全书",
            "key": "ph5_meta_2",
            "team_name": "San Francisco",
            "timestamp": 1759831353
          }
        ]
      },
      {
        "name": "第六轮回",
        "list": [
          {
            "title": "原始人的数学",
            "key": "ph6_01",
            "team_name": "San Francisco",
            "timestamp": 1759772137
          },
          {
            "title": "论巴别塔的倒掉",
            "key": "ph6_02",
            "team_name": "天翔战队ZOO连者！",
            "timestamp": 1759773602
          },
          {
            "title": "一镜到底",
            "key": "ph6_03",
            "team_name": "San Francisco",
            "timestamp": 1759772808
          },
          {
            "title": "概率与波之形",
            "key": "ph6_04",
            "team_name": "CyFur",
            "timestamp": 1759821183
          },
          {
            "title": "似乎有着能够变出答案的隐藏指令",
            "key": "ph6_05",
            "team_name": "反卷的小猫咪",
            "timestamp": 1759808634
          },
          {
            "title": "再见，汉字方阵",
            "key": "ph6_06",
            "team_name": "灵境TES",
            "timestamp": 1759830497
          },
          {
            "title": "生成树",
            "key": "ph6_07",
            "team_name": "San Francisco",
            "timestamp": 1759827252
          },
          {
            "title": "明日谜",
            "key": "ph6_08",
            "team_name": "San Francisco",
            "timestamp": 1759827643
          },
          {
            "title": "轮回之声",
            "key": "ph6_meta",
            "team_name": "Reviver Team",
            "timestamp": 1759782007
          },
          {
            "title": "奇点",
            "key": "ph6_meta_2",
            "team_name": "San Francisco",
            "timestamp": 1759834555
          }
        ]
      },
      {
        "name": "终章",
        "list": [
          {
            "title": "回环，图形与时空穿越",
            "key": "final_meta",
            "team_name": "Reviver Team",
            "timestamp": 1759782361
          },
          {
            "title": "六方，链接与量子效应",
            "key": "final_meta_2",
            "team_name": "San Francisco",
            "timestamp": 1759836667
          },
          {
            "title": "所见",
            "key": "final_meta_f",
            "team_name": "San Francisco",
            "timestamp": 1759845743
          }
        ]
      },
      {
        "name": "NONE",
        "list": []
      }
    ],
    "type": "firstblood",
    "desc": null
  },
  "speed_run": {
    "areas": [
      {
        "name": "第一轮回",
        "puzzles": [
          {
            "title": "HELLO US-TC",
            "key": "ph1_01",
            "first": {
              "team_name": "666666",
              "time_cost": 59
            },
            "second": {
              "team_name": "有时间来随便玩玩",
              "time_cost": 173
            },
            "third": {
              "team_name": "J-Single",
              "time_cost": 205
            }
          },
          {
            "title": "一岁一枯荣",
            "key": "ph1_02",
            "first": {
              "team_name": "反卷的小猫咪",
              "time_cost": 304
            },
            "second": {
              "team_name": "绿色圆圈",
              "time_cost": 348
            },
            "third": {
              "team_name": "灵境TES",
              "time_cost": 380
            }
          },
          {
            "title": "彩虹上的彩虹",
            "key": "ph1_03",
            "first": {
              "team_name": "666666",
              "time_cost": 49
            },
            "second": {
              "team_name": "J-Single",
              "time_cost": 65
            },
            "third": {
              "team_name": "woak",
              "time_cost": 86
            }
          },
          {
            "title": "素质这一块",
            "key": "ph1_04",
            "first": {
              "team_name": "114514",
              "time_cost": 272
            },
            "second": {
              "team_name": "Nazorzz",
              "time_cost": 565
            },
            "third": {
              "team_name": "叫子队",
              "time_cost": 673
            }
          },
          {
            "title": "你这辈子就是被单表害了",
            "key": "ph1_05",
            "first": {
              "team_name": "油烧套餐",
              "time_cost": 522
            },
            "second": {
              "team_name": "UES&TC",
              "time_cost": 630
            },
            "third": {
              "team_name": "凑不出 any - sure case",
              "time_cost": 657
            }
          },
          {
            "title": "豆知识",
            "key": "ph1_06",
            "first": {
              "team_name": "OMO∶归来",
              "time_cost": 5
            },
            "second": {
              "team_name": "澄明时分",
              "time_cost": 320
            },
            "third": {
              "team_name": "有食堂吃",
              "time_cost": 405
            }
          },
          {
            "title": "终点",
            "key": "ph1_meta",
            "first": {
              "team_name": "woak",
              "time_cost": 41
            },
            "second": {
              "team_name": "mycsj",
              "time_cost": 42
            },
            "third": {
              "team_name": "看看题对不队",
              "time_cost": 50
            }
          },
          {
            "title": "起点",
            "key": "ph1_meta_2",
            "first": {
              "team_name": "凑不出 any - sure case",
              "time_cost": 733
            },
            "second": {
              "team_name": "JUSTeam",
              "time_cost": 1112
            },
            "third": {
              "team_name": "无案不破之天命神探",
              "time_cost": 2584
            }
          }
        ]
      },
      {
        "name": "第二轮回",
        "puzzles": [
          {
            "title": "没米了！",
            "key": "ph2_01",
            "first": {
              "team_name": "Reviiver Team",
              "time_cost": 250
            },
            "second": {
              "team_name": "羊宫国亲卫队",
              "time_cost": 256
            },
            "third": {
              "team_name": "USO PuzzleHunt",
              "time_cost": 282
            }
          },
          {
            "title": "什么跟什么？",
            "key": "ph2_02",
            "first": {
              "team_name": "IWFans",
              "time_cost": 92
            },
            "second": {
              "team_name": "pizzahunter",
              "time_cost": 136
            },
            "third": {
              "team_name": "水面下",
              "time_cost": 155
            }
          },
          {
            "title": "将士激昂",
            "key": "ph2_03",
            "first": {
              "team_name": "pop mart",
              "time_cost": 136
            },
            "second": {
              "team_name": "114514",
              "time_cost": 153
            },
            "third": {
              "team_name": "nonfirewall",
              "time_cost": 154
            }
          },
          {
            "title": "阿Q小D",
            "key": "ph2_04",
            "first": {
              "team_name": "澄明时分",
              "time_cost": 251
            },
            "second": {
              "team_name": "114514",
              "time_cost": 251
            },
            "third": {
              "team_name": "Nazorzz",
              "time_cost": 257
            }
          },
          {
            "title": "强多有多强",
            "key": "ph2_05",
            "first": {
              "team_name": "LaVI 蜡笔 糖糖糖",
              "time_cost": 536
            },
            "second": {
              "team_name": "碱基互补配队",
              "time_cost": 4085
            },
            "third": {
              "team_name": "ClubHouse",
              "time_cost": 4109
            }
          },
          {
            "title": "并非模板",
            "key": "ph2_06",
            "first": {
              "team_name": "Reviiver Team",
              "time_cost": 2911
            },
            "second": {
              "team_name": "dienowteam",
              "time_cost": 3009
            },
            "third": {
              "team_name": "鸬鹚不发了",
              "time_cost": 4290
            }
          },
          {
            "title": "LA 在玩 maimai",
            "key": "ph2_07",
            "first": {
              "team_name": "睡觉打卡群",
              "time_cost": 422
            },
            "second": {
              "team_name": "切香蕉比赛 (4)",
              "time_cost": 677
            },
            "third": {
              "team_name": "地上的花之都",
              "time_cost": 956
            }
          },
          {
            "title": "Local Alchemy",
            "key": "ph2_08",
            "first": {
              "team_name": "Celestial<Catellite>",
              "time_cost": 9170
            },
            "second": {
              "team_name": "睡觉打卡群",
              "time_cost": 10271
            },
            "third": {
              "team_name": "omega6?",
              "time_cost": 12546
            }
          },
          {
            "title": "移位诡计",
            "key": "ph2_meta",
            "first": {
              "team_name": "kk",
              "time_cost": 501
            },
            "second": {
              "team_name": "绿色圆圈",
              "time_cost": 580
            },
            "third": {
              "team_name": "Nazorzz",
              "time_cost": 654
            }
          },
          {
            "title": "歌颂重生",
            "key": "ph2_meta_2",
            "first": {
              "team_name": "地上的花之都",
              "time_cost": 4800
            },
            "second": {
              "team_name": "RC",
              "time_cost": 7570
            },
            "third": {
              "team_name": "填了不一定对，不填一定不队",
              "time_cost": 7853
            }
          }
        ]
      },
      {
        "name": "第三轮回",
        "puzzles": [
          {
            "title": "坏时光",
            "key": "ph3_01",
            "first": {
              "team_name": "San Francisco",
              "time_cost": 89
            },
            "second": {
              "team_name": "下北泽",
              "time_cost": 100
            },
            "third": {
              "team_name": "kk",
              "time_cost": 101
            }
          },
          {
            "title": "混乱诗歌",
            "key": "ph3_02",
            "first": {
              "team_name": "五字神人队",
              "time_cost": 208
            },
            "second": {
              "team_name": "下北泽",
              "time_cost": 612
            },
            "third": {
              "team_name": "作弊队",
              "time_cost": 1093
            }
          },
          {
            "title": "满园春色关不住",
            "key": "ph3_03",
            "first": {
              "team_name": "五字神人队",
              "time_cost": 62
            },
            "second": {
              "team_name": "Hungergame😋",
              "time_cost": 364
            },
            "third": {
              "team_name": "不想上班",
              "time_cost": 399
            }
          },
          {
            "title": "出题人的10000个马甲",
            "key": "ph3_04",
            "first": {
              "team_name": "我要玩原神！",
              "time_cost": 449
            },
            "second": {
              "team_name": "San Francisco",
              "time_cost": 528
            },
            "third": {
              "team_name": "五字神人队",
              "time_cost": 543
            }
          },
          {
            "title": "评分标准",
            "key": "ph3_05",
            "first": {
              "team_name": "San Francisco",
              "time_cost": 9857
            },
            "second": {
              "team_name": "若至队",
              "time_cost": 15373
            },
            "third": {
              "team_name": "CyFur",
              "time_cost": 17340
            }
          },
          {
            "title": "我题呢？",
            "key": "ph3_06",
            "first": {
              "team_name": "魔法少女ノ魔女裁判",
              "time_cost": 1089
            },
            "second": {
              "team_name": "碱性只是寄",
              "time_cost": 1328
            },
            "third": {
              "team_name": "团子大家族",
              "time_cost": 1464
            }
          },
          {
            "title": "Red and Blue",
            "key": "ph3_07",
            "first": {
              "team_name": "Hungergame😋",
              "time_cost": 648
            },
            "second": {
              "team_name": "LLL",
              "time_cost": 702
            },
            "third": {
              "team_name": "深色墨点",
              "time_cost": 722
            }
          },
          {
            "title": "诞生",
            "key": "ph3_08",
            "first": {
              "team_name": "🐳🐳🐳CVVpsVVk🐳🐳🐳",
              "time_cost": 3448
            },
            "second": {
              "team_name": "Dream Team",
              "time_cost": 3932
            },
            "third": {
              "team_name": "OMO∶归来",
              "time_cost": 5307
            }
          },
          {
            "title": "特征筛选",
            "key": "ph3_meta",
            "first": {
              "team_name": "重力加速度",
              "time_cost": 171
            },
            "second": {
              "team_name": "UES&TC",
              "time_cost": 172
            },
            "third": {
              "team_name": "看看题US-TC肉鸽联合寻访分队开局（吗",
              "time_cost": 179
            }
          },
          {
            "title": "要按下按钮吗？",
            "key": "ph3_meta_2",
            "first": {
              "team_name": "切香蕉比赛 (4)",
              "time_cost": 365
            },
            "second": {
              "team_name": "🐳🐳🐳CVVpsVVk🐳🐳🐳",
              "time_cost": 472
            },
            "third": {
              "team_name": "CyFur",
              "time_cost": 540
            }
          }
        ]
      },
      {
        "name": "第四轮回",
        "puzzles": [
          {
            "title": "关注点",
            "key": "ph4_01",
            "first": {
              "team_name": "至尊笨比智障",
              "time_cost": 935
            },
            "second": {
              "team_name": "大地阡陌",
              "time_cost": 1130
            },
            "third": {
              "team_name": "天翔战队ZOO连者！",
              "time_cost": 1338
            }
          },
          {
            "title": "推箱子",
            "key": "ph4_02",
            "first": {
              "team_name": "海棠的花语是背叛和欺骗",
              "time_cost": 298
            },
            "second": {
              "team_name": "Reviver Team",
              "time_cost": 437
            },
            "third": {
              "team_name": "San Francisco",
              "time_cost": 686
            }
          },
          {
            "title": "エラートレイン",
            "key": "ph4_03",
            "first": {
              "team_name": "反卷的小猫咪",
              "time_cost": 527
            },
            "second": {
              "team_name": "天翔战队ZOO连者！",
              "time_cost": 570
            },
            "third": {
              "team_name": "至尊笨比智障",
              "time_cost": 589
            }
          },
          {
            "title": "失意的作曲家",
            "key": "ph4_04",
            "first": {
              "team_name": "114514",
              "time_cost": 458
            },
            "second": {
              "team_name": "209C",
              "time_cost": 507
            },
            "third": {
              "team_name": "omega6?",
              "time_cost": 635
            }
          },
          {
            "title": "大厦混战！",
            "key": "ph4_05",
            "first": {
              "team_name": "至尊笨比智障",
              "time_cost": 589
            },
            "second": {
              "team_name": "我们-天才 野炊组",
              "time_cost": 787
            },
            "third": {
              "team_name": "Hungergame😋",
              "time_cost": 911
            }
          },
          {
            "title": "光合作用",
            "key": "ph4_06",
            "first": {
              "team_name": "6个人的队伍人齐了谁来想个队名队",
              "time_cost": 2104
            },
            "second": {
              "team_name": "IWFans",
              "time_cost": 2614
            },
            "third": {
              "team_name": "老登怎么都不在啊",
              "time_cost": 3215
            }
          },
          {
            "title": "作者的独白",
            "key": "ph4_07",
            "first": {
              "team_name": "反卷的小猫咪",
              "time_cost": 1309
            },
            "second": {
              "team_name": "看看题US-TC肉鸽联合寻访分队开局（吗",
              "time_cost": 1699
            },
            "third": {
              "team_name": "San Francisco",
              "time_cost": 2401
            }
          },
          {
            "title": "Travel Maker",
            "key": "ph4_08",
            "first": {
              "team_name": "羊宫国亲卫队",
              "time_cost": 11209
            },
            "second": {
              "team_name": "切香蕉比赛 (4)",
              "time_cost": 19941
            },
            "third": {
              "team_name": "「　　　　　」",
              "time_cost": 38370
            }
          },
          {
            "title": "Chat, 你的人工智障助手",
            "key": "ph4_09",
            "first": {
              "team_name": "UES&TC",
              "time_cost": 472
            },
            "second": {
              "team_name": "dienowteam",
              "time_cost": 622
            },
            "third": {
              "team_name": "明月与新家",
              "time_cost": 675
            }
          },
          {
            "title": "风水轮流转",
            "key": "ph4_10",
            "first": {
              "team_name": "月饼吃了一盒，hunt一道不会",
              "time_cost": 3515
            },
            "second": {
              "team_name": "JUSTeam",
              "time_cost": 3729
            },
            "third": {
              "team_name": "我和你妈之间可是有一场落花流水",
              "time_cost": 4790
            }
          },
          {
            "title": "过眼云烟",
            "key": "ph4_meta",
            "first": {
              "team_name": "反卷的小猫咪",
              "time_cost": 526
            },
            "second": {
              "team_name": "灵境TES",
              "time_cost": 766
            },
            "third": {
              "team_name": "天翔战队ZOO连者！",
              "time_cost": 778
            }
          },
          {
            "title": "欧式战争",
            "key": "ph4_meta_2",
            "first": {
              "team_name": "Reviver Team",
              "time_cost": 1298
            },
            "second": {
              "team_name": "地上的花之都",
              "time_cost": 2266
            },
            "third": {
              "team_name": "全军偷🐔",
              "time_cost": 2815
            }
          }
        ]
      },
      {
        "name": "第五轮回",
        "puzzles": [
          {
            "title": "几面间谍",
            "key": "ph5_01",
            "first": {
              "team_name": "Reviver Team",
              "time_cost": 3324
            },
            "second": {
              "team_name": "天翔战队ZOO连者！",
              "time_cost": 5758
            },
            "third": {
              "team_name": "地上的花之都",
              "time_cost": 6153
            }
          },
          {
            "title": "千点谜",
            "key": "ph5_02",
            "first": {
              "team_name": "睡觉打卡群",
              "time_cost": 429
            },
            "second": {
              "team_name": "superseer",
              "time_cost": 1897
            },
            "third": {
              "team_name": "Reviver Team",
              "time_cost": 3634
            }
          },
          {
            "title": "海啸",
            "key": "ph5_03",
            "first": {
              "team_name": "LLL",
              "time_cost": 7371
            },
            "second": {
              "team_name": "游客其二",
              "time_cost": 13130
            },
            "third": {
              "team_name": "灵境TES",
              "time_cost": 13205
            }
          },
          {
            "title": "流星雨",
            "key": "ph5_04",
            "first": {
              "team_name": "209C",
              "time_cost": 215
            },
            "second": {
              "team_name": "CyFur",
              "time_cost": 2432
            },
            "third": {
              "team_name": "绿色圆圈",
              "time_cost": 3053
            }
          },
          {
            "title": "数据删除",
            "key": "ph5_05",
            "first": {
              "team_name": "争取烤鱼的自由",
              "time_cost": 6696
            },
            "second": {
              "team_name": "魔法少女ノ魔女裁判",
              "time_cost": 7127
            },
            "third": {
              "team_name": "普普通通",
              "time_cost": 8224
            }
          },
          {
            "title": "心跳谜学部",
            "key": "ph5_06",
            "first": {
              "team_name": "反卷猴子大王",
              "time_cost": 9645
            },
            "second": {
              "team_name": "有食堂吃",
              "time_cost": 11265
            },
            "third": {
              "team_name": "碱性只是寄",
              "time_cost": 12141
            }
          },
          {
            "title": "万千世界",
            "key": "ph5_07",
            "first": {
              "team_name": "作弊队",
              "time_cost": 641
            },
            "second": {
              "team_name": "JUSTeam",
              "time_cost": 1369
            },
            "third": {
              "team_name": "UES&TC",
              "time_cost": 1434
            }
          },
          {
            "title": "立体集合",
            "key": "ph5_08",
            "first": {
              "team_name": "221A技术部（暂定）",
              "time_cost": 8354
            },
            "second": {
              "team_name": "Star Farmers",
              "time_cost": 10454
            },
            "third": {
              "team_name": "哇！语文Q群！",
              "time_cost": 11131
            }
          },
          {
            "title": "写生",
            "key": "ph5_meta",
            "first": {
              "team_name": "有时间来随便玩玩",
              "time_cost": 271
            },
            "second": {
              "team_name": "睡觉打卡群",
              "time_cost": 339
            },
            "third": {
              "team_name": "凑不出 any - sure case",
              "time_cost": 478
            }
          },
          {
            "title": "US-TC最权威的百科全书",
            "key": "ph5_meta_2",
            "first": {
              "team_name": "地上的花之都",
              "time_cost": 569
            },
            "second": {
              "team_name": "Hungergame😋",
              "time_cost": 591
            },
            "third": {
              "team_name": "纷呈小分队！",
              "time_cost": 680
            }
          }
        ]
      },
      {
        "name": "第六轮回",
        "puzzles": [
          {
            "title": "原始人的数学",
            "key": "ph6_01",
            "first": {
              "team_name": "UES&TC",
              "time_cost": 365
            },
            "second": {
              "team_name": "睡觉打卡群",
              "time_cost": 397
            },
            "third": {
              "team_name": "深色墨点",
              "time_cost": 688
            }
          },
          {
            "title": "论巴别塔的倒掉",
            "key": "ph6_02",
            "first": {
              "team_name": "看看题US-TC肉鸽联合寻访分队开局（吗",
              "time_cost": 631
            },
            "second": {
              "team_name": "重力加速度",
              "time_cost": 798
            },
            "third": {
              "team_name": "omega6?",
              "time_cost": 936
            }
          },
          {
            "title": "一镜到底",
            "key": "ph6_03",
            "first": {
              "team_name": "San Francisco",
              "time_cost": 671
            },
            "second": {
              "team_name": "六个焗雪梨",
              "time_cost": 836
            },
            "third": {
              "team_name": "Reviver Team",
              "time_cost": 997
            }
          },
          {
            "title": "概率与波之形",
            "key": "ph6_04",
            "first": {
              "team_name": "月饼吃了一盒，hunt一道不会",
              "time_cost": 8081
            },
            "second": {
              "team_name": "pizzahunter",
              "time_cost": 9592
            },
            "third": {
              "team_name": "ustc旅游观光团",
              "time_cost": 9762
            }
          },
          {
            "title": "似乎有着能够变出答案的隐藏指令",
            "key": "ph6_05",
            "first": {
              "team_name": "睡觉打卡群",
              "time_cost": 1243
            },
            "second": {
              "team_name": "有时间来随便玩玩",
              "time_cost": 4688
            },
            "third": {
              "team_name": "反卷的小猫咪",
              "time_cost": 5180
            }
          },
          {
            "title": "再见，汉字方阵",
            "key": "ph6_06",
            "first": {
              "team_name": "睡觉打卡群",
              "time_cost": 5059
            },
            "second": {
              "team_name": "海棠的花语是背叛和欺骗",
              "time_cost": 10030
            },
            "third": {
              "team_name": "水面下",
              "time_cost": 18668
            }
          },
          {
            "title": "生成树",
            "key": "ph6_07",
            "first": {
              "team_name": "睡觉打卡群",
              "time_cost": 1034
            },
            "second": {
              "team_name": "〇次〇",
              "time_cost": 1470
            },
            "third": {
              "team_name": "cocvgwt",
              "time_cost": 1554
            }
          },
          {
            "title": "明日谜",
            "key": "ph6_08",
            "first": {
              "team_name": "Reviver Team",
              "time_cost": 11
            },
            "second": {
              "team_name": "作弊队",
              "time_cost": 25
            },
            "third": {
              "team_name": "Team_202",
              "time_cost": 359
            }
          },
          {
            "title": "轮回之声",
            "key": "ph6_meta",
            "first": {
              "team_name": "不知道取什么名",
              "time_cost": 381
            },
            "second": {
              "team_name": "丢丢",
              "time_cost": 930
            },
            "third": {
              "team_name": "灵境TES",
              "time_cost": 1214
            }
          },
          {
            "title": "奇点",
            "key": "ph6_meta_2",
            "first": {
              "team_name": "重力加速度",
              "time_cost": 1300
            },
            "second": {
              "team_name": "继承者们",
              "time_cost": 2972
            },
            "third": {
              "team_name": "AHUPH是（字典序）全国第一的解谜寻宝",
              "time_cost": 3549
            }
          }
        ]
      },
      {
        "name": "终章",
        "puzzles": [
          {
            "title": "回环，图形与时空穿越",
            "key": "final_meta",
            "first": {
              "team_name": "San Francisco",
              "time_cost": 144
            },
            "second": {
              "team_name": "重力加速度",
              "time_cost": 223
            },
            "third": {
              "team_name": "不知道取什么名",
              "time_cost": 227
            }
          },
          {
            "title": "六方，链接与量子效应",
            "key": "final_meta_2",
            "first": {
              "team_name": "天才泊头苏小北",
              "time_cost": 462
            },
            "second": {
              "team_name": "CyFur",
              "time_cost": 713
            },
            "third": {
              "team_name": "魔法少女ノ魔女裁判",
              "time_cost": 762
            }
          },
          {
            "title": "所见",
            "key": "final_meta_f",
            "first": {
              "team_name": "有时间来随便玩玩",
              "time_cost": 2595
            },
            "second": {
              "team_name": "🐳🐳🐳CVVpsVVk🐳🐳🐳",
              "time_cost": 4324
            },
            "third": {
              "team_name": "北冥有鱼香肉丝",
              "time_cost": 4631
            }
          }
        ]
      },
      {
        "name": "NONE",
        "puzzles": []
      }
    ],
    "type": "speed_run",
    "desc": null
  }
};

export default data;
