const data = {
  "key": "ph1_01",
  "title": "HELLO US-TC",
  "actions": [],
  "status": "untouched",
  "puzzle_list": [
    {
      "name": "NORMAL",
      "puzzles": [
        {
          "puzzle_key": "ph1_01",
          "title": "HELLO US-TC",
          "status": "untouched",
          "total_passed": 565,
          "total_attempted": 586,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 9,
            "red_num": 0
          }
        },
        {
          "puzzle_key": "ph1_02",
          "title": "一岁一枯荣",
          "status": "untouched",
          "total_passed": 454,
          "total_attempted": 488,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 9,
            "red_num": 0
          }
        },
        {
          "puzzle_key": "ph1_03",
          "title": "彩虹上的彩虹",
          "status": "untouched",
          "total_passed": 513,
          "total_attempted": 524,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 9,
            "red_num": 0
          }
        },
        {
          "puzzle_key": "ph1_04",
          "title": "素质这一块",
          "status": "untouched",
          "total_passed": 201,
          "total_attempted": 227,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 7,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph1_05",
          "title": "你这辈子就是被单表害了",
          "status": "untouched",
          "total_passed": 225,
          "total_attempted": 231,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 7,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph1_06",
          "title": "豆知识",
          "status": "untouched",
          "total_passed": 225,
          "total_attempted": 226,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 7,
            "red_num": 1
          }
        }
      ]
    },
    {
      "name": "meta",
      "puzzles": [
        {
          "puzzle_key": "ph1_meta",
          "title": "终点",
          "status": "untouched",
          "total_passed": 533,
          "total_attempted": 533,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 9,
            "red_num": 0
          }
        },
        {
          "puzzle_key": "ph1_meta_2",
          "title": "起点",
          "status": "untouched",
          "total_passed": 224,
          "total_attempted": 231,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 7,
            "red_num": 1
          }
        }
      ]
    }
  ],
  "return": "/area?dst=ph1",
  "area_name": "第一轮回",
  "desc": "<div class=\"center\">“欢迎参加活动！这是第一个谜题！”工作人员热情地发给你一张纸，“把这个谜题当作你的教程吧！”</div>\n\n<div class=\"center\">你看向那张纸，上面写了好多东西……</div>\n\n<div class=\"flavor-text\">前言：你在前三个部分的答案应该各自是三个字母。</div>\n\n<hr>\n<h2>一、古典密码</h2>\n\n<p>也许你已经了解过一些古典加密，或者甚至已经学习过网安学院的专业课《密码学》，不过Puzzle Hunt中使用的古典加密并没有那么复杂——绝大多数都只需要你看出“应该用这种密码解密”即可。试试看吧！</p>\n<p>提示：如果你遇到了麻烦，请访问<a href=\"/media/puzzle/101/2.webp\" target=\"_blank\">🔗小抄</a>。你可以考虑保存这张小抄，以便后续使用。</p>\n<p><img class=\"puzzle-image\" src=\"/media/puzzle/101/1.webp\" alt=\"\"></p>\n<hr>\n<h2>二、通用标志</h2>\n\n<p>在Puzzle Hunt的谜题中，可能会出现一些没有明确指代意义的括号。这些括号暗示了其结果的字母数/笔画数，有时还会包含“提取”的提示。</p>\n<p>(x)的意思是答案是一个有x个字母的单词，多用于防止歧义或缩小范围。如“一种稀有气体(4)”的答案是Neon，而不是Helium等歧义项。如果是词组，会写作(x y)、(x y z)等。</p>\n<p>(甲)的意思是答案是一个有甲个笔画的汉字，作用相同。如“一种碱金属(十二)”的答案是锂，而不是钠等歧义项。如果是词语，会写作(甲 乙)、(甲 乙 丙)等。</p>\n<p>(x/y)的意思是提取一个字母数为y的单词的第x位。如“science (4/7)”会得到E。试试看吧！</p>\n<p><em>成龙的英文名(4/6 4)</em></p>\n<p><em>中国科学技术大学的第五个单词(10/10)</em></p>\n<p><em>第五周期IIIB族元素(2/7)</em></p>\n<hr>\n<h2>三、常用工具</h2>\n\n<p>Puzzle Hunt最常用的工具是Nutrimatic，支持正则表达式检索单词。当你完成了题目的一部分，但卡在了几个点上或不知道如何排序时，Nutrimatic会帮到你。一般情况下，谜题的答案不会是生僻的人名地名等词。</p>\n<p>最主要的用法包括：(括号中为nutri表达式，试试在nutrimatic的输入框中输入！)</p>\n<p>小写字母代表其本身(physics)</p>\n<p>A代表任意字母，V代表元音，C代表辅音(phACVAs)</p>\n<p>&lt;&gt;代表将内部的字母重排(&lt;chipssy&gt;)</p>\n<p>[]代表选择内部字母之一(p[hijk]y[pqrs]ic[pqrs])</p>\n<p>&amp;代表“且”，|代表“或”(&lt;shiyAAA&gt;&amp;pAAAAAs)</p>\n<p>A*代表不定量的字母(physA*s)</p>\n<p>英文引号\"\"代表禁止在内部插入空格，因为工具会自动匹配词组。</p>\n<p>你可以在nutrimatic.org访问此工具。试试看吧！</p>\n<p><em>这个答案有七个字母，你解出了第1、2、5、6、7个字母，分别是s, k, i, n, e。(3/7)</em></p>\n<p><em>这个答案有十个字母，你解出了所有字母ooitpnacnp，但不知道如何排序。(5/10)</em></p>\n<p><em>这个答案有六个字母，你不知道排序也不知道全部的字母，你只知道其中至少含有两个m和两个e，且e不在开头。(2/6)</em></p>\n<hr>\n<h2>四、特殊谜题</h2>\n\n<p>Puzzle Hunt的一大特点是“元谜题”（Meta Puzzle），简称meta。一个meta通常会用到其他题目的答案、题面或解题过程。如果一个谜题分成了很多部分，那最后也可能出现一个mini meta，比如接下来的这一个。试试看吧！</p>\n<p><em>你可以发现，你在前三个小题中总共得到了9个字母。如果把它们连起来看……</em></p>\n<div class=\"flavor-text center\">本题有 3 个里程碑。</div>"
};

export default data;
