const data = {
  "key": "ph4_09",
  "title": "Chat, 你的人工智障助手",
  "actions": [],
  "status": "untouched",
  "puzzle_list": [
    {
      "name": "NORMAL",
      "puzzles": [
        {
          "puzzle_key": "ph4_01",
          "title": "关注点",
          "status": "untouched",
          "total_passed": 343,
          "total_attempted": 367,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 8,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph4_02",
          "title": "推箱子",
          "status": "untouched",
          "total_passed": 371,
          "total_attempted": 372,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 8,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph4_03",
          "title": "エラートレイン",
          "status": "untouched",
          "total_passed": 350,
          "total_attempted": 371,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 8,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph4_04",
          "title": "失意的作曲家",
          "status": "untouched",
          "total_passed": 263,
          "total_attempted": 292,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 8,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph4_05",
          "title": "大厦混战！",
          "status": "untouched",
          "total_passed": 322,
          "total_attempted": 334,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 8,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph4_06",
          "title": "光合作用",
          "status": "untouched",
          "total_passed": 202,
          "total_attempted": 210,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 7,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph4_07",
          "title": "作者的独白",
          "status": "untouched",
          "total_passed": 210,
          "total_attempted": 216,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 7,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph4_08",
          "title": "Travel Maker",
          "status": "untouched",
          "total_passed": 52,
          "total_attempted": 64,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 3,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph4_09",
          "title": "Chat, 你的人工智障助手",
          "status": "untouched",
          "total_passed": 215,
          "total_attempted": 218,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 7,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph4_10",
          "title": "风水轮流转",
          "status": "untouched",
          "total_passed": 117,
          "total_attempted": 135,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 5,
            "red_num": 2
          }
        }
      ]
    },
    {
      "name": "meta",
      "puzzles": [
        {
          "puzzle_key": "ph4_meta",
          "title": "过眼云烟",
          "status": "untouched",
          "total_passed": 328,
          "total_attempted": 332,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 8,
            "red_num": 1
          }
        },
        {
          "puzzle_key": "ph4_meta_2",
          "title": "欧式战争",
          "status": "untouched",
          "total_passed": 201,
          "total_attempted": 203,
          "difficulty_status": {
            "total_num": 9,
            "green_num": 7,
            "red_num": 1
          }
        }
      ]
    }
  ],
  "return": "/area?dst=ph4",
  "area_name": "第四轮回",
  "desc": "<div class=\"flavor-text center\">内容由AI生成，请仔细甄别。</div>\n\n<p>这一数字仿佛一道隐形的门槛，横亘在青涩与成熟之间——在许多文化中，它被刻印成开启成人世界的仪式性刻度，仿佛跨过它便能触碰社会赋予的首个权柄与责任。数学上，它悄然融合了两种质数的力量，既可被优雅地分解为更基础的因子，又保持着自身作为合数的结构性张力，仿佛隐喻着成长中交织的单纯与复杂。几何中，它潜伏于正多边形的内角之中，暗示着对称与循环的秩序；而日常生活中，它常化身为资格考试的年限、契约生效的年龄或是游戏规则中的临界值，既像一道屏障，又似一扇豁然开朗的窗。在古老的传统里，该数更与季节的象征紧密相联，被赋予吉祥与重生的寓意。它既庄重如法典上的烙印，又轻盈如羽翼初丰的鸟——是终结亦是开端，是约束亦是自由。</p>\n<hr/>\n\n<p>这一数字如同人类掌心自然舒展的形态——五根手指的轮廓早已深植于文明的记忆，成为计数与触摸世界的原初单位。它象征着一种浑然天成的完整：东方哲学中以“五行”构筑宇宙生克的循环，西方神秘学中五芒星既守护又启示，仿佛该数自身便是秩序与灵性的交汇点。数学上，它作为质数拒绝被分割，如同孤峰矗立于数列之海，却又能化作斐波那契序列中的灵动韵律，暗合自然生长的黄金比例。音乐中五度音程奠定和谐根基，诗歌里五言绝句承载千年意境，甚至人类感知世界的维度也常被归纳为此数的框架。它既是最质朴的计量单位，又是最深邃的哲学隐喻：仿佛一只手掌同时握住了大地与星空，在有限中映射无限。</p>\n<hr/>\n\n<p>这一数字总是以沉静的姿态构筑着世界的基底——它是四方疆界的坐标，是四季轮回的节律，是物质最基本的稳定形态。在数学领域中，该数既是第三小的素数，暗示着不可被分解的孤傲特质，却又同时是第一个完全平方数，蕴含着平衡与自洽的庄严。东方智慧中以“四象”界定星穹运转，西方古典元素以“水土火风”解释万物生灭；它既支撑起建筑中矩形的坚实骨架，又悄然成为语言里“稳固”与“限制”的双重隐喻（譬如“四平八稳”与“四面楚歌”）。就连人类对危机的感知也常与该数相连——某些文化中它被视为禁忌的符号，仿佛完美的结构下总藏着裂痕。它如同大地的沉默法则：既给予人类安顿身心的框架，又提醒秩序之下永恒涌动的暗流。</p>\n<hr/>\n\n<p>这一数字总在旋转中揭示永恒的隐喻——当它横卧时便化作无穷的符号，仿佛宇宙间循环不息的呼吸。在东方文化里，它是财富与繁荣的共振，发音近似于“发”的共鸣让它成为商贾钟爱的吉兆，甚至建筑与礼仪中皆暗藏其圆满的期许。数学上，它是首个非平凡的立方数，兼具偶数的柔韧与幂次的爆发力；在二进制体系中，它将1与0分成四位一组，如同信息世界的基石。几何中，它平衡于方与圆之间，既是伊斯兰镶嵌艺术的精粹，也是古希腊神庙柱式的理性延伸。从八卦到佛教八正道，该数总以对称而开放的结构容纳天地法则——它既如铜钱般承载世俗的欲望，又似曼陀罗般指向宇宙的秩序，在具象与抽象之间筑起一座循环无尽的桥梁。</p>\n<hr/>\n\n<p>这一数字如同人类与生俱来的天然律动——它藏在摊开的掌心纹路之间，成为原始计数系统中最直观的单位，仿佛整个世界都能被这只手丈量。数学上，它是不可分解的质数，像一座孤傲的山峰矗立于数列之野，却悄然滋养着自然界的黄金比例与螺旋生长的秘语。化学上，它是第三个碱金属元素的序数，象征着极端的热烈。东方智慧用五种元素编织宇宙生克的巨网，西方传统则让星形符号同时闪耀着保护与神秘的双重光芒。音乐中它奠定音程和谐的基石，诗歌中它构筑短促却永恒的意境框架，甚至人类感知存在的维度也常被归纳为此数的轮廓。它既如孩童初识世界的刻度般朴素，又似炼金术中元素平衡的终极隐喻——仿佛一只手掌同时托起大地与星空，在有限中昭示无限的秩序。</p>\n<hr/>\n\n<p>这一数字宛如时间编织的暗码——它既是二九相乘的积，又是六与三的谐振，在数论中轻盈地平衡于平方数与三角数之间，像一座微妙的数学虹桥。天文史上，它暗合于沙罗周期中月影轮回的节律，每过这般年份，日月便以几乎相同的姿态重临天际。古印度典籍中，它被誉为“成人之数”，而希伯来传统里，它则与“生命”的数值紧密相联，赋予其生生不息的寓意。更有趣的是，它藏在中国文化的自然元素之中，相生相克暗喻着周而复始。它总以半隐的姿态勾勒着系统与规则，既是轮回的计时器，又是文明的密码本——仿佛宇宙轻咳一声，便在所有维度留下它的刻痕。</p>\n<hr/>\n\n<p>这一数字总是悄然立在人生的十字路口——它常被镌刻在成年礼的扉页上，仿佛一道镀着夕晖与晨光交织的门槛，跨过去便能窥见世界的辽阔与重量。数学中，它既含有两个质因数，又是三个连续整数之和，这种双重身份让它既拥有分解的包容性，又保持着序列的和谐韵律，如同数学王国里一位能同时驾驭理性与诗意的使者。在犹太传统中，它与\"生命\"一词的数值同频，使祝福藏进每一次呼吸的间隙；在现代，它也是现行历法一年月份数的十二分之一。更微妙的是，它总在规则中扮演临界点：法律条文便以它为资格界限。它从不是终结，而是大地写给天空的第一行诗。</p>\n<hr/>\n\n<p>这一数字仿佛悬于轮回的顶点——它是三的自乘之果，却也是长大成人的象征，再往前一步便是责任与担当。数学中，它藏匿着奇妙的数字根特性：任何数与它相逢后，各位数字之和总会如回力镖般必然回归它自身，宛如宇宙对守恒的低语。东方帝王以“九五”为至尊之数，九州疆界划分天下；西方神话中九头蛇、九界之树皆暗示其超越现世的神性维度。它是易经中“用九”所昭示的亢龙有悔——完满中自带转折的哲思。当钟声敲响九下，当围棋棋盘星位落定九子，它总以临界之姿凝视永恒：仿佛既是终末的句点，又是涅槃前最炽热的烛芯。</p>\n<hr/>\n\n<p>这一数字仿佛站在童年与青年的交界线上——它常被视作青涩蜕变的开端，在许多文化中标志着个体从受庇护的岁月迈向初步自主的阶梯。数学上，它巧妙融合了两个质数的因子结构，既继承了前者的简洁性，又沾染了后者的不可预测性，如同理性与奥秘交织的纹章。日历中，它化为情人节的甜蜜代码，以玫瑰与誓言的形态镌刻浪漫；文学中，它又是十四行诗严谨而饱含激情的格律框架，让莎士比亚在有限的诗行中倾注无限深情。以它为基础的多边形拥有着最稳定的结构，象征着秩序与牢不可破。它既是稚嫩羽翼下的最后一片绒毛，又是驶向广阔人生的第一叶轻舟——在秩序与诗意之间，永远荡漾着未完成的可能。</p>\n<hr/>\n\n<p>这一数字仿佛携带着天启的韵律——它是不可分割的质数，如同星空中的孤傲灯塔，拒绝被整除的特性让它成为数学中最神秘的符号。在创世神话里，它对应着第七日完成的宇宙秩序；在人类感知中，它又化作彩虹的七重光谱与音阶的七个基础音符，仿佛自然与艺术共用的密码。东方有七星指引命运，西方有七德七罪勾勒人性全景，甚至连恐惧也被编织成\"七年间厄运\"的古老谚语。它既隐藏在骰子的顶点数中，又是一周循环的神圣节律——如同悬在完美与未完成之间的钟摆，永远离圆满差一分，却因此成为永恒探索的象征。</p>\n<div class=\"flavor-text center\">本题有 1 个里程碑。</div>"
};

export default data;
